Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

source: Desktop Setup
de: Desktop-Einrichtung
sw: Usanidi wa Kompyuta ya Mezani

# boostFromPeers
source: Boosts from your peers
de: Boosts deiner Spaces
sw: Boosts kutoka kwa wenzako

# joinAndContinue
source: Join all recommended spaces
sw: Jiunge na nafasi zote zinazopendekezwa

# roomStateRoomGuestAccessOtherChanged
source: {senderId} changed the room guest access from {oldVal} to {newVal}.
da: {senderId} opdateret chat gæste adgang fra {oldVal} til {newVal}.
de: {senderId} hat die Gastzugangsregeln von {oldVal} auf {newVal} geändert.
sw: {senderId} amebadilisha ufikiaji wa mgeni wa chumba kutoka {oldVal} hadi {newVal}.

# allReactionsCount
source: All {total}
da: Alle {total}
de: Alle {total}
sw: Zote {total}

# redaction
source: deleted
sw: Imefutwa

source: updated
sw: Imesasishwa

# creation
source: created
sw: Imeundwa

# activityObjectOtherCreated
source: {senderId} created the {objType}.
sw: {senderId} aliunda {objType}.

# activityObjectYouCreated
source: You created the {objType}.
sw: Umeunda {objType}.

# activityTitleOtherChanged
source: {senderId} changed the title to {newVal}.
sw: {senderId} alibadilisha kichwa kuwa {newVal}.

# activityTitleYouChanged
source: You changed the title to {newVal}.
sw: Ulibadilisha kichwa kuwa {newVal}.

# activityTitleOtherSet
source: {senderId} set the title to {newVal}.
sw: {senderId} ameweka kichwa kuwa {newVal}.

# activityTitleYouSet
source: You set the title to {newVal}.
sw: Umeweka kichwa kuwa {newVal}.

# activityDescriptionOtherChanged
source: {senderId} changed the description to {newVal}.
sw: {senderId} amebadilisha maelezo kuwa {newVal}.

# activityDescriptionYouChanged
source: You changed the description to {newVal}.
sw: Umebadilisha maelezo kuwa {newVal}.

# activityDescriptionOtherSet
source: {senderId} set the description to {newVal}.
sw: {senderId} ameweka maelezo kuwa {newVal}.

# activityDescriptionYouSet
source: You set the description to {newVal}.
sw: Umeweka maelezo kuwa {newVal}.

# activityDescriptionOtherUnset
source: {senderId} unset the description.
sw: {senderId} batilisha kuweka maelezo.

# activityDescriptionYouUnset
source: You unset the description.
sw: Umetengua maelezo.

# activityStartTimeOtherChanged
source: {senderId} changed the start time to {newVal}.
sw: {senderId} alibadilisha muda wa kuanza kuwa {newVal}.

# activityStartTimeYouChanged
source: You changed the start time to {newVal}.
sw: Ulibadilisha muda wa kuanza kuwa {newVal}.

# activityEndTimeOtherChanged
source: {senderId} changed the end time to {newVal}.
sw: {senderId} alibadilisha muda wa mwisho kuwa {newVal}.

# activityEndTimeYouChanged
source: You changed the end time to {newVal}.
sw: Ulibadilisha wakati wa mwisho kuwa {newVal}.

# activityDueDateOtherChanged
source: {senderId} changed the due date to {newVal}.
sw: {senderId} alibadilisha tarehe ya kukamilisha kuwa {newVal}.

# activityDueDateYouChanged
source: You changed the due date to {newVal}.
sw: Ulibadilisha tarehe ya kukamilisha kuwa {newVal}.

# activityDueDateOtherSet
source: {senderId} set the due date to {newVal}.
sw: {senderId} ameweka tarehe ya kukamilisha kuwa {newVal}.

# activityDueDateYouSet
source: You set the due date to {newVal}.
sw: Umeweka tarehe ya kukamilisha kuwa {newVal}.

# activityDueDateOtherUnset
source: {senderId} unset the due date.
sw: {senderId} haijaweka tarehe ya kukamilisha.

# activityDueDateYouUnset
source: You unset the due date.
sw: Umetengua tarehe ya kukamilisha.

# activitySomethingOtherChanged
source: {senderId} changed something in {objType}.
sw: {senderId} amebadilisha kitu katika {objType}.

# activitySomethingYouChanged
source: You changed something in {objType}.
sw: Umebadilisha kitu katika {objType}.

# chatMembershipInvitationYouRevoked
source: You had their invite revoked.
de: Du hast deren Einladung zurückgezogen.
sw: Ulighairi mwaliko wao.

# chatMembershipInvitationYouRejected
source: You rejected the invite.
de: Du hast die Einladung abgelehnt.
sw: Ulikataa mwaliko.

# updatedDescription
source: Updated description of
sw: Maelezo yaliyosasishwa ya

# keyDestroyedFailed
source: Key destruction failed
sw: Uharibifu muhimu haukufaulu

source: Store the key securely
sw: Hifadhi ufunguo kwa usalama

# encryptionBackupDestroyAction
source: Destroying
sw: Kuharibu

source: Overdue
sw: Imepitwa na wakati

source: Enter location URL
sw: Weka URL ya Mahali

source: Please enter location URL
sw: Tafadhali weka URL ya Mahali

# addLocationAddress
source: Address
sw: Anwani

# enterLocationAddress
source: Enter address
sw: Weka anwani

# pleaseEnterLocationAddress
source: Please enter address
sw: Tafadhali weka anwani

source: Virtual
sw: Mtandaoni

source: Real World
sw: Ulimwengu Halisi

# chatMembershipInvitationOtherRejected
source: {userId} rejected the invite.
de: {userId} hat die Einladung abgelehnt.
sw: {userId} amekataa mwaliko.

source: Note
sw: Kumbuka

source: Enter note
sw: Weka dokezo

source: Please enter note
sw: Tafadhali weka dokezo

source: No locations added
sw: Hakuna Mahali imeongezwa

source: Discard
sw: Tupa

source: Show on Map
sw: Onyesha kwenye Ramani

source: Copy only
sw: Nakili pekee

source: Copy link only
sw: Nakili kiungo pekee

source: Address
sw: Anwani

source: Open link
sw: Fungua kiungo

# createJitsiCallLink
source: Create automatic Jitsi Call Link
sw: Unda Kiungo cha Simu cha Jitsi kiotomatiki

source: Jitsi Meeting
sw: Mkutano wa Jitsi

# chatMembershipOtherUnbannedOther
source: {senderId} unbanned {userId}.
de: {senderId} hat {userId}'s Verbannung aufgehoben.
sw: {senderId} imeondoa marufuku ya {userId}.

# chatMembershipOtherUnbannedYou
source: {senderId} unbanned you.
de: {senderId} hat deine Verbannung aufgehoben.
sw: {senderId} amekuondolea marufuku.

# chatMembershipYouUnbannedOther
source: You unbanned {userId}.
de: Du hast die Verbannung von {userId} aufgehoben.
sw: Umeondoa marufuku kwa {userId}.

# chatProfileDisplayNameYouChanged
source: You changed the display name to {newVal}.
de: Du hast den Anzeigenamen zu {newVal} geändert.
sw: Ulibadilisha jina la skrini kuwa {newVal}.

# chatMembershipYouLeft
source: You left the room.
de: Du hast den Raum verlassen.
sw: Uliondoka kwenye chumba.

# chatProfileDisplayNameOtherSet
source: {userId} set the display name to {newVal}.
de: {userId} hat den Anzeigen zu {newVal} geändert.
sw: {userId} weka jina la skrini kuwa {newVal}.

# chatProfileDisplayNameYouSet
source: You set the display name to {newVal}.
de: Du hast den Anzeigenamen zu {newVal} gesetzt.
sw: Umeweka jina la onyesho kuwa {newVal}.

# updatedTitle
source: Updated title of
sw: Kichwa kilichosasishwa cha

# encryptionKeyBackupDescription
source: Acter is End-2-End-Encrypted: only your devices can decrypt the messages. To provide an additional safety-net for you, there is an encrypted backup of your keys stored on our services. To access it you will need the following key. Store it safely!
de: Acter ist ende-zu-ende-verschlüsselt: nur deine Geräte können die Nachrichten entschlüsseln. Um ein zusätzliches Sicherheitsnetz zur Verfügung zu stellen, wird ein verschlüsseltes Backup der Schlüssel auf unseren Server gespeichert. Um darauf zuzugreifen, benötigst Du den folgenden Schlüssel. Speichere ihn es sicher!
sw: Acter imesimbwa kwa Mwisho-2-Mwisho: ni vifaa vyako pekee vinavyoweza kusimbua ujumbe. Ili kukupa mtandao wa ziada wa usalama, kuna nakala rudufu iliyosimbwa kwa njia fiche iliyohifadhiwa kwenye huduma zetu. Ili kuipata utahitaji ufunguo ufuatao. Hifadhi kwa usalama!

# removeReferenceConfirmation
source: Are you sure you want to remove this reference?
da: Er du sikker på at du vil fjerne denne reference?
de: Bist du sicher, dass du diese Referenz entfernen möchtest?
sw: Je, una uhakika unataka kuondoa marejeleo haya?

# roomStateRoomEncryptionAlgorithmYouSet
source: You set the algorithm of room encryption to {newVal}.
da: Du satte algoritmen for rumkryptering til {newVal}.
sw: Umeweka kanuni ya usimbaji fiche ya chumba kuwa {newVal}.

# roomStateRoomPowerLevelsUsersOtherChanged
source: {senderId} changed the users of room power levels.
da: {senderId} opdaterede brugerne af chat tilladelserne.
sw: {senderId} ilibadilisha watumiaji wa viwango vya nishati ya chumba.

# roomStateRoomPowerLevelsUsersDefaultOtherChanged
source: {senderId} changed the users default of room power levels from {oldVal} to {newVal}.
da: {senderId} opdaterede brugerne default af chat tilladelserne fra {oldVal} til {newVal}.
sw: {senderId} ilibadilisha chaguomsingi la watumiaji wa viwango vya nishati ya chumba kutoka {oldVal} hadi {newVal}.

# unsubscribeAction
source: De-Activate Notifications
da: De- Aktivér notifikationer
de: Benachrichtigungen deaktivieren
sw: Zima Arifa

source: Assign Yourself
da: Tildel dig selv
de: DIr zuweisen
sw: Jikabidhi

# dontForgetToStoreTheKeySecurely
source: Don't forget to store your Encryption Backup Key securely
sw: Usisahau kuhifadhi Ufunguo wako wa Hifadhi Nakala ya Usimbaji kwa usalama

# discardChangesDescription
source: You are about to discard the changes you've made. Are you sure you want to discard them?
sw: Unakaribia kutupa mabadiliko uliyofanya. Je, una uhakika unataka kuzitupa?

# roomStateRoomEncryptionAlgorithmOtherChanged
source: {senderId} changed the algorithm of room encryption from {oldVal} to {newVal}.
da: {senderId} aktiverede algoritmen for rumkryptering fra {oldVal} til {newVal}.
de: {senderId} hat die Algorithmus der Raumverschlüsselung von {oldVal} auf {newVal} geändert.
sw: {senderId} alibadilisha kanuni ya usimbaji fiche ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomNameYouSet
source: You set the room name to {newVal}.
da: Du satte navnet på Chatten til {newVal}.
de: Du hast den Raumnamen auf {newVal} gesetzt.
sw: Umeweka jina la chumba kuwa {newVal}.

# chatMembershipOtherKickedOther
source: {senderId} kicked {userId}.
de: {senderId} hat {userId} rausgeworfen.
sw: {senderId} alipiga {userId}.

# chatMembershipKnockOtherRetracted
source: {userId} retracted their knock.
de: {userId} hat sein Klopfen zurück gezogen.
sw: {userId} alibatilisha kubisha kwake.

# powerLevelBanTitle
source: Ban Permission Level
da: Tilladelsesniveau til at udelukke
de: Bann Zugangslevel
sw: Piga Marufuku Kiwango cha Ruhusa

# roomStateSpaceParentCanonicalYouChanged
source: You changed the canonical of space parent from {oldVal} to {newVal}.
sw: Ulibadilisha kanuni za kisheria za mzazi kutoka {oldVal} hadi {newVal}.

# parentSubscribedAction
source: Notifications active through object
da: Notifikationer aktive via objekt
de: Benachrichtigungen über Objekt aktiv
sw: Arifa zinatumika kupitia kipengee

# chatMembershipOtherLeft
source: {userId} left the room.
de: {userId} hat den Raum verlassen.
sw: {userId} aliondoka kwenye chumba.

# chatProfileDisplayNameOtherChanged
source: {oldVal} changed the display name to {newVal}.
de: Anzeigenname von {oldVal} zu {newVal} geändert.
sw: {oldVal} alibadilisha jina la skrini kuwa {newVal}.

# roomStateRoomAvatarUrlOtherUnset
source: {senderId} unset the room avatar url.
da: {senderId} fjernede URL'en til rummets avatar.
sw: {senderId} ondoa url ya avatar ya chumba.

# roomStateRoomServerAclAllowIpLiteralsYouChanged
source: You changed the allow ip literals of room server acl from {oldVal} to {newVal}.
da: Du opdaterede tilladelsen af IP-litteraler for room server acl fra {oldVal} til {newVal}.
sw: Ulibadilisha kuruhusu ip literals ya room server acl kutoka {oldVal} hadi {newVal}.

# powerLevelRedactDesc
source: Minimal Permission Level to redact other peoples content
da: Minimal tilladelsesniveau til at redigere andre folks indhold
de: Minimales Zugangslevel um zurücknehmen zu können
sw: Kiwango cha Chini cha Ruhusa ili kurekebisha maudhui ya watu wengine

source: Updating categories
da: Opdaterer Kategorier
de: Kategorien aktualisieren
sw: Inasasisha kategoria
ur: کیٹیگریز کو اپ ڈیٹ کیا جا رہا ہے

# roomStateRoomTombstoneBodyOtherChanged
source: {senderId} changed the body of room tombstone from {oldVal} to {newVal}.
da: {senderId} opdaterede body for room tombstone fra {oldVal} til {newVal}.
sw: {senderId} alibadilisha mwili wa tombstone ya chumba kutoka {oldVal} hadi {newVal}.

# chatMembershipOtherBannedOther
source: {senderId} banned {userId}.
de: {senderId} hat {userId} verbannt.
sw: {senderId} imepigwa marufuku {userId}.

# chatMembershipInvitationOtherRevoked
source: {userId} had their invite revoked.
de: {userId} hat die Einladung zurück gezogen.
sw: {userId} alibatilisha mwaliko wake.

# unsupportedChatEventType
source: Unsupported chat event type: {eventType}
sw: Aina ya tukio la gumzo lisilotumika: {eventType}

# autoSubscribeFeatureDesc
source: upon creation or interaction with objects
da: Ved oprettelse eller interaktion med objekter
de: bei Erstellen oder Interaktion mit Objekten
sw: juu ya uumbaji au mwingiliano na vitu

# roomStateRoomTopicOtherSet
source: {senderId} set the room topic to {newVal}.
da: {senderId} satte emnet for chat til {newVal}.
sw: {senderId} weka mada ya chumba kuwa {newVal}.

# roomStateRoomTopicOtherChanged
source: {senderId} changed the room topic from {oldVal} to {newVal}.
da: {senderId} opdaterede emnet for chat fra {oldVal} til {newVal}.
sw: {senderId} alibadilisha mada ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomTopicYouChanged
source: You changed the room topic from {oldVal} to {newVal}.
da: Du opdaterede emnet for chat fra {oldVal} til {newVal}.
sw: Umebadilisha mada ya chumba kutoka {oldVal} hadi {newVal}.

source: Accepted
da: Accepterede
de: Akzeptiert
sw: Imekubaliwa

source: Declined
de: Abgelehnt
sw: Imekataliwa

# created
source: Added task on
da: Tilføjede opgave til
de: Aufgabe hinzugefügt zu
sw: Jukumu lililoongezwa limewashwa

source: Re-opened
da: Genåbnede
de: Wiedereröffnet
sw: Imefunguliwa tena

# spaceAcitivitiesBetaInfo
source: space activities section is under development, so this might not display all the activities
da: Denne sektion er under udvikling, så det kan ske at ikke alle aktiviteter vises.
de: Die Space-Aktivitäten befindet sich in der Entwicklung, es werden möglicherweise nicht alle Aktivitäten angezeigt
sw: sehemu ya shughuli za anga inaundwa, kwa hivyo hii inaweza isionyeshe shughuli zote

source: Your Acter
sw: Yako Acter

# roomStateSpaceChildViaOtherChanged
source: {senderId} changed the via of space child.
sw: {senderId} alibadilisha kupitia kwa nafasi mdogo.

# roomStateSpaceChildViaYouChanged
source: You changed the via of space child.
sw: Ulibadilisha kupitia kwa Nafasi ndogo.

# roomStateSpaceChildViaYouSet
source: You set the via of space child.
sw: Umeweka via vya mtoto wa anga.

# roomStateSpaceChildOrderOtherChanged
source: {senderId} changed the order of space child from {oldVal} to {newVal}.
sw: {senderId} amebadilisha mpangilio wa space child kutoka {oldVal} hadi {newVal}.

# roomStateSpaceChildOrderYouChanged
source: You changed the order of space child from {oldVal} to {newVal}.
sw: Umebadilisha mpangilio wa space child kutoka {oldVal} hadi {newVal}.

# roomStateSpaceChildViaOtherSet
source: {senderId} set the via of space child.
sw: {senderId} ameweka kupitia kwa space child.

# declineAndBlock
source: Decline and block user
sw: Kataa na uzuie mtumiaji

source: Redeemed
de: Eingelöst
sw: Imekombolewa

# redeemInvitationDescription
source: Have you been given an invitation code? Enter it below
de: Hast Du einen Einladungscode? Gib ihn hier ein
sw: Je, umepewa nambari ya mwaliko? Ingiza hapa chini

# roomStatePolicyRuleRoomRecommendationYouSet
source: You set the recommendation of policy rule room to {newVal}.
de: Du hast die Empfehlung der Policy Rule auf {newVal} gesetzt.
sw: Umeweka mapendekezo ya chumba cha kanuni za sera kuwa {newVal}.

# roomStatePolicyRuleServerReasonOtherChanged
source: {senderId} changed the reason of policy rule server from {oldVal} to {newVal}.
de: {senderId} hat den Grund für den Policy Rule server von {oldVal} auf {newVal} geändert.
sw: {senderId} alibadilisha sababu ya seva ya kanuni ya sera kutoka {oldVal} hadi {newVal}.

# roomStateRoomServerAclAllowYouSet
source: You set the allow of room server acl.
da: Du satte tilladelsen af room server acl.
sw: Unaweka kibali cha seva ya chumba acl.

# encryptionBackupProvideKeyFailed
source: Provided Backup is incomplete
sw: Hifadhi Nakala Iliyotolewa haijakamilika

# encryptionBackupResetIdentityKeyActionDestroyIt
source: Yes, destroy it
sw: Ndiyo, uiharibu

# encryptionBackupResetIdentityKeyActionKeepIt
source: No, keep it
sw: Hapana, ihifadhi

# encryptionBackupResetIdentityKeyExplainer
source: Resetting the identity will destroy the current backup and cross signing identity and overwrite it with a new key that needs to be distributed to all other devices. This can’t be undone. Please provide your account password to continue.
sw: Kuweka upya utambulisho kutaharibu chelezo na utambulisho wa sasa wa kutia sahihi na kuubatilisha kwa ufunguo mpya unaohitaji kusambazwa kwa vifaa vingine vyote. Hili haliwezi kutenduliwa. Tafadhali toa nenosiri la akaunti yako ili kuendelea.

# encryptionBackupProvideKeyFailedExplainer
source: Despite providing a proper Encryption key, the provided backup seems to be incomplete. This can happen if multiple devices try to write the content and overwrite each other. Please check if you have a complete backup on any of the other devices (Settings -> Encryption Backup) and if so, use that device to 'Reset the Idenity'. Then use the newly created backup key it provided here (and on all other devices) to re-enable the backup.
sw: Licha ya kutoa ufunguo sahihi wa Usimbaji, nakala rudufu iliyotolewa inaonekana kuwa haijakamilika. Hili linaweza kutokea ikiwa vifaa vingi vitajaribu kuandika maudhui na kubatilishana. Tafadhali angalia ikiwa una nakala kamili kwenye kifaa chochote kingine (Mipangilio -> Hifadhi Nakala ya Usimbaji) na ikiwa ni hivyo, tumia kifaa hicho 'Kuweka Upya Utambulisho'. Kisha utumie ufunguo mpya wa kuhifadhi nakala uliotolewa hapa (na kwenye vifaa vingine vyote) ili kuwezesha upya nakala.

# encryptionBackupRotateKeyTitle
source: Rotate your Encryption Key
sw: Zungusha Ufunguo wako wa Usimbaji

# encryptionBackupRotateKeyExplainer
source: Rotating the key will destroy the current backup and overwrite it with a new key that needs to be distributed to all other devices. This can’t be undone. Are you sure you want to continue?
sw: Kuzungusha ufunguo kutaharibu hifadhi rudufu ya sasa na kuibatilisha kwa ufunguo mpya ambao unahitaji kusambazwa kwa vifaa vingine vyote. Hili haliwezi kutenduliwa. Je, una uhakika ungependa kuendelea?

# encryptionBackupRotateKeyActionDestroyIt
source: Yes, destroy it
sw: Ndiyo, uiharibu

# encryptionBackupRotateKeyActionKeepIt
source: No, keep it
sw: Hapana, ihifadhi

# encryptionBackupResetIdentityKeyTitle
source: Reset your Identity
sw: Weka upya Utambulisho wako

# pendingInvitesCount
source: You have {count} pending Invites
da: Du har {count} afventende Invitationer
de: Du hast {count} Einladungen
sw: Una Mialiko {count} ambayo haijashughulikiwa

# taskLabel
source: Task
da: Opgave
de: Aufgabe
sw: Kazi

# pushNotificationDesc
source: To ensure you don't miss anything important, Acter needs to be able to sent you push Notifications. Don't worry, we only sent you stuff you care about:
de: Damit du nichts Wichtiges verpassen, muss Acter in der Lage sein, dir Push-Benachrichtigungen zu senden. Keine Sorge, wir werden dir nur Sachen geschickt, die dir wichtig sind:
sw: Ili kuhakikisha hukosi chochote muhimu, Acter anahitaji kuweza kukutumia Arifa zinazotumwa na programu hata wakati huitumii. Usijali, tulikutumia tu mambo unayojali:

# msgFromChat
source: Messages from your chat
de: Nachrichten aus deinem Chat
sw: Ujumbe kutoka kwa gumzo lako

source: Share Chat
da: Del Chat
de: Chat teilen
sw: Shiriki Gumzo

source: Add Boost
da: Tilføj Boost
de: Boost hinzufügen
sw: Ongeza Boost
ur: بوسٹ شامل کریں

source: copy
da: Kopier
de: kopieren
sw: nakala

# noObjectAccess
source: You are not part of {spaceName} so you can't access this {objectType}
da: Du er ikke en del af {spaceName} så du kan ikke få adgang til {objectType}
de: Du bist nicht teil von {spaceName}, daher hast du keinen Zugriff auf {objectType}
sw: Wewe si sehemu ya {spaceName} kwa hivyo huwezi kufikia {objectType} hii

# chatUIShowcaseDes
source: Showcase the user interface and overall chat experience with sample data
de: Präsentieren Sie die Benutzeroberfläche und das gesamte Chat-Erlebnis mit Beispieldaten
sw: Onyesha kiolesura cha mtumiaji na matumizi ya jumla ya gumzo kwa sampuli ya data

source: Add Story
da: Tilføj Story
de: Story hinzufügen
sw: Ongeza Story

source: Beta version
sw: Toleo la Beta

# eventsDes
source: Manage events in your space
de: Verwalte Events im Space
sw: Dhibiti matukio katika nafasi yako

# tasksDes
source: Manage tasks in your space
de: Verwalte Aufgaben im Space
sw: Dhibiti majukumu katika nafasi yako

# boostPermissionsDesc
source: Who can post Boosts
de: Wer kann Boosts posten
sw: Nani anaweza kuchapisha Boosts

# pinPermissionsDesc
source: Who can create & edit Pins
de: Wer kann Pins erstellen und bearbeiten
sw: Anayeweza kuunda na kuhariri Pini

# eventPermissionsDesc
source: Who can create & edit Events
de: Wer kann Events erstellen und bearbeiten
sw: Anayeweza kuunda na kuhariri Matukio

# taskListPermissionsDesc
source: Who can create & edit ToDo Lists
de: Wer kann Aufgaben-Listen erstellen und bearbeiten
sw: Nani anaweza kuunda na kuhariri Orodha za Majukumu

# taskItemPermissionsDesc
source: Who can create & edit Tasks
de: Wer kann Aufgaben erstellen und bearbeiten
sw: Anayeweza kuunda na kuhariri Majukumu

# eventRsvpPermissionsDesc
source: Who can RSVP to Events
de: Wer kann zu Veranstaltungen zu- und absagen
sw: Nani anaweza RSVP kwa Matukio

# commentPermissionsDesc
source: Who can post Comments
de: Wer kann Kommentare posten
sw: Nani anaweza kuchapisha Maoni

source: Got It
de: Verstanden
sw: Nimeipata

source: Activism
sw: Uanaharakati

# forAnEvent
source: For an Event & training sessions
sw: Kwa hafla na vipindi vya mafunzo

source: Invite externally
sw: Alika kutoka nje

# youInvited
source: Invited to you to join {count} room
de: Eingeladen zu {count} Räumen
sw: Umealikwa kwako kujiunga na chumba cha {count}

source: Recommended Spaces
es: Espacios Recomendados
fr: Espaces recommandés
pl: Zalecane miejsca
sw: Nafasi Zinazopendekezwa

# recommendedSpacesDesc
source: An acter-curated list of groups and partner, based on your previously selected activities.
sw: Orodha iliyoratibiwa ya Acter ya vikundi na washirika, kulingana na shughuli ulizochagua awali.

# spaceSkeletonName
source: Space Name
sw: Jina la Nafasi

# spaceSkeletonDescription
source: Space description that might be a bit longer to show how it looks with multiple lines
sw: Maelezo ya nafasi ambayo yanaweza kuwa marefu kidogo ili kuonyesha jinsi inavyoonekana na mistari mingi

source: Continue without Key
sw: Endelea bila Ufunguo

source: Calendar permission denied
de: Kalendergenehmigung verweigert
sw: Ruhusa ya kalenda imekataliwa

# keyCopied
source: Key copied to clipboard
sw: Ufunguo umenakiliwa kwenye ubao wa kunakili

# roomStateRoomHistoryVisibilityOtherSet
source: {senderId} set the room history visibility to {newVal}.
da: {senderId} satte hvem der kan se chat historikken til {newVal}.
de: {senderId} setzte die Sichtbarkeit des Raumverlaufs auf {newVal} geändert.
sw: {senderId} ameweka mwonekano wa historia ya chumba kuwa {newVal}.

# roomStateRoomPowerLevelsBanYouSet
source: You set the ban of room power levels to {newVal}.
da: Du satte udelukkelse niveauet i chat tilladelserne til {newVal}.
sw: Umeweka marufuku ya viwango vya nishati ya chumba kuwa {newVal}.
