Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

# failedToSubmitEmail
source: Failed to submit email: {error}
ar: فشل في إرسال البريد الإلكتروني: {error}
da: Kunne ikke indsende e-mail: {error}
de: Fehler beim Übermitteln der Email: {error}
es: Error al enviar el email: {error}
fr: Échec de l'envoi de l'e-mail : {error}
pl: Nie udało się przesłać wiadomości e-mail: {error}
sw: Imeshindwa kuwasilisha barua pepe: {error}
ur: ای میل جمع کرانے میں ناکام: {error}

# saveInviteCodeFailed
source: Saving code failed: {error}
ar: فشل في حفظ الرمز: {error}
da: Det lykkedes ikke at gemme koden: {error}
de: Speichern des Code fehlgeschlagen: {error}
es: Error al guardar el código: {error}
fr: L'enregistrement du code a échoué : {error}
pl: Zapisywanie kodu nie powiodło się: {error}
sw: Imeshindwa kuhifadhi nambari: {error}
ur: کوڈ محفوظ کرنا ناکام ہو گیا: {error}

# createInviteCodeFailed
source: Creating code failed: {error}
ar: فشل في إنشاء الرمز: {error}
da: Oprettelse af kode mislykkedes: {error}
de: Erstellen des Code fehlgeschlagen: {error}
es: Error al crear el código: {error}
fr: La création du code a échoué : {error}
pl: Tworzenie kodu nie powiodło się: {error}
sw: Imeshindwa kuunda nambari: {error}
ur: کوڈ بنانا ناکام ہو گیا: {error}

# deleteInviteCodeFailed
source: Deleting code failed: {error}
ar: فشل في حذف الرمز: {error}
da: Sletning af kode mislykkedes: {error}
de: Löschen des Code fehlgeschlagen: {error}
es: Error al eliminar el código: {error}
fr: La suppression du code a échoué : {error}
pl: Usunięcie kodu nie powiodło się: {error}
sw: Imeshindwa kufuta msimbo: {error}
ur: کوڈ کو حذف کرنا ناکام ہو گیا: {error}

# failedToDecryptMessage
source: Failed to decrypt message. Re-request session keys
ar: فشل فك تشفير الرسالة. إعادة طلب مفاتيح الدورة
da: Kunne ikke dekryptere beskeden. Gen anmod om sikkerhedsnøgle
de: Konnte Nachricht nicht entschlüsseln. Sitzungsschlüssel erneut angefragt
es: No se ha podido descifrar el mensaje. Vuelva a solicitar las claves de sesión
fr: Le message n'a pas été décrypté. Demander à nouveau les clés de session
pl: Nie udało się odszyfrować wiadomości. Ponowne żądanie kluczy sesji
sw: Imeshindwa kusimbua ujumbe. Omba tena funguo za kipindi
ur: پیغام کو ڈکرپٹ کرنے میں ناکام۔ سیشن کیز کی دوبارہ درخواست کریں

source: Failed to detect mime type
ar: فشل في الكشف عن نوع الرسالة
da: Kunne ikke detektere mimetype
de: Konnte Dateityp nicht ermitteln
es: Error al detectar el tipo mime
fr: Échec de la détection du mime type
pl: Nie udało się wykryć typu mime
sw: Imeshindwa kugundua aina ya mime
ur: mime قسم کا پتہ لگانے میں ناکام

# failedToLeaveRoom
source: Failed to leave Chat: {error}
ar: فشل في مغادرة المحادثة: {error}
da: Kunne ikke forlade chatten: {error}
de: Verlassen des Chat fehlgeschlagen: {error}
es: Error al abandonar el Chat {error}
fr: Échec de quitter le Chat : {error}
pl: Nie udało się opuścić pokoju: {error}
sw: Imeshindwa kuondoka kwenye Chat: {error}
ur: چیٹ چھوڑنے میں ناکام: {error}

# failedToLoadSpace
source: Failed to load space: {error}
ar: فشل في تحميل فضاء: {error}
da: Kunne ikke indlæse Space: {error}
de: Laden des Space fehlgeschlagen: {error}
es: Error al cargar el espacio: {error}
fr: Échec du chargement de l'espace : {error}
pl: Nie udało się załadować przestrzeni: {error}
sw: Imeshindwa kupakia nafasi: {error}
ur: اسپیس لوڈ کرنے میں ناکام: {error}

# failedToLoadEvent
source: Failed to load event: {error}
ar: فشل في تحميل حدث: {error}
da: Kunne ikke indlæse begivenhed: {error}
de: Laden des Events fehlgeschlagen: {error}
es: Error al cargar el evento: {error}
fr: Échec du chargement de l'événement : {error}
pl: Nie udało się załadować zdarzenia: {error}
sw: Imeshindwa kupakia tukio: {error}
ur: ایونٹ لوڈ کرنے میں ناکام: {error}

# failedToLoadPushTargets
source: Failed to load push targets: {error}
ar: فشل في تحميل دفع الأهداف: {error}
da: Kunne ikke indlæse push notifikations enheder: {error}
de: Laden der Pushziele fehlgeschlagen: {error}
es: Fallo al cargar objetivos push: {error}
fr: Échec du chargement des cibles push : {error}
pl: Nie udało się załadować celów push: {error}
sw: Imeshindwa kupakia malengo ya kusukuma: {error}
ur: پش ٹارگٹ کو لوڈ کرنے میں ناکام: {error}

# failedToShareRoom
source: Failed to share this Chat: {error}
ar: فشل في مشاركة هذه المحادثة: {error}
da: Kunne ikke dele denne chat: {error}
de: Teilen des Chat fehlgeschlagen: {error}
es: Error al compartir este Chat: {error}
fr: Échec du partage de ce Chat : {error}
pl: Nie udało się udostępnić tego pokoju: {error}
sw: Imeshindwa kushiriki Maongezi hili: {error}
ur: اس چیٹ کا اشتراک کرنے میں ناکام: {error}

source: Forgot your password?
ar: هل نسيت كلمة المرور؟
da: Har du glemt dit kodeord?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
pl: Zapomniałeś hasła?
sw: Je, umesahau nenosiri lako?
ur: اپنا پاس ورڈ بھول گئے؟

source: Edit Invite Code
ar: تعديل رمز الدعوة
da: Redigér invitationskode
de: Einladungs-Code bearbeiten
es: Editar Código de Invitación
fr: Modifier le Code d'Invitation
pl: Edytuj kod zaproszenia
sw: Hariri Msimbo wa Mwaliko
ur: دعوتی کوڈ میں ترمیم کریں

# chatMessageDeleted
source: Message deleted
ar: تم حذف الرسالة
da: Besked slettet
de: Nachricht gelöscht
es: Mensaje borrado
fr: Message supprimé
sw: Ujumbe umefutwa
ur: پیغام حذف کر دیا گیا

# chatJoinedDisplayName
source: {name} joined
ar: {name} انضم
da: {name} deltager
de: {name} ist beigetreten
es: {name} se unió
fr: {name} a rejoint
sw: {name} alijiunga
ur: {name} شامل ہوا

# chatYouInvited
source: You invited {name}
ar: لقد قمت بدعوة
da: Du inviterede {name}
de: Du hast {name} eingeladen
es: Invitó
fr: Vous avez invité
sw: Umealika {name}
ur: آپ نے دعوت دی

# chatInvitedDisplayName
source: {name} invited {invitee}
ar: {name} دعا
da: {name} inviterede {invitee}
de: {name} hat {invitee} eingeladen
es: {name} invitado
fr: {name} a invité
sw: {name} amemwalika {invitee}
ur: {name} کو مدعو کیا گیا

# loadingMembersCountFailed
source: Loading members count failed: {error}
ar: فشل في تحميل عدد الأعضاء: {error}
da: Indlæsning af medlemmer mislykkedes: {error}
de: Laden der Mitgliederzahl fehlgeschlagen: {error}
es: Error al cargar el recuento de miembros: {error}
fr: Le chargement du nombre de membres a échoué : {error}
pl: Ładowanie liczby członków nie powiodło się: {error}
sw: Imeshindwa kupakia idadi ya wanachama: {error}
ur: اراکین کی تعداد لوڈ کرنے میں ناکام: {error}

source: long press to activate
ar: اضغط لفترة مطولة للتفعيل
da: Tryk of hold inde for at aktivere
de: lange gedrückt halten zum Aktivieren
es: pulsación larga para activar
fr: appuyer longuement pour activer
pl: długie naciśnięcie, aby aktywować
sw: bonyeza kwa muda mrefu ili kuamilisha
ur: چالو کرنے کے لیے دیر تک دبائیں

source: Pin created successfully
ar: تم إنشاء الدبوس بنجاح
da: Pin oprettet
de: Pin erfolgreich erstellt
es: Chincheta creada con éxito
fr: Épingle créée avec succès
pl: Pin utworzony pomyślnie
sw: Pini imeundwa
ur: پن کامیابی کے ساتھ بن گیا

source: Please select valid end time
ar: يرجى تحديد وقت انتهاء الصلاحية
da: Vælg gyldigt sluttidspunkt
de: Bitte eine gültige Endzeit angeben
es: Por favor seleccione una hora de finalización válida
fr: Veuillez choisir une heure de fin valide
pl: Wybierz prawidłowy czas zakończenia
sw: Tafadhali chagua wakati sahihi wa mwisho
ur: براہ کرم درست اختتامی وقت منتخب کریں

source: Please select valid end date
ar: الرجاء تحديد تاريخ انتهاء الصلاحية
da: Vælg gyldig slutdato
de: Bitte ein gültiges Enddatum angeben
es: Por favor seleccione una fecha de finalización válida
fr: Veuillez sélectionner une date de fin valide
pl: Wybierz prawidłową datę zakończenia
sw: Tafadhali chagua tarehe sahihi ya mwisho
ur: براہ کرم درست اختتامی تاریخ منتخب کریں

# powerLevelSubmitted
source: Permissionlevel update for {module} submitted
ar: تحديث مستوى الإذن لـ {module} المرسلة
da: Opdatering af tilladelsesniveau for {module} godkendt
de: Zugriffslevel update für {module} übermittelt
es: Se ha enviado la actualización del nivel de autorización para {module}
fr: Mise à jour du niveau de permission pour {module} soumise
pl: Przesłano aktualizację poziomu mocy dla {module}
sw: Sasisho la kiwango cha ruhusa cha {module} limewasilishwa
ur: {module} کے لیے اجازت کی سطح کی اپ ڈیٹ جمع کرائی گئی

source: Optional Parent Space
ar: فضاء الأم الاختياري
da: Vælg Space (valgfrit)
de: Optionaler Elternspace
es: Espacio Parental Opcional
fr: Espace Parent optionnel
pl: Opcjonalna przestrzeń dla rodziców
sw: Nafasi ya Mzazi ya Hiari
ur: اختیاری پیرنٹ اسپیس

# redeeming
source: Redeeming {token}
ar: استرداد {token}
da: Indløser {token}
de: {token} einlösen
es: Canjear {token}
fr: Réclamer {token}
pl: Wykorzystanie {token}
sw: Inakomboa {token}
ur: ردیمنگ {token}

source: Encrypted DM Chat
ar: محادثة دي ام DM المشفرة
da: Krypteret DM Chat
de: Verschüsselter DM-Chat
es: Chat de MD Encriptado
fr: Chat MD crypté
pl: Szyfrowany czat DM
sw: Gumzo la DM Lililosimbwa kwa njia fiche
ur: انکریپٹڈ ڈی ایم چیٹ

# encryptedChatMessage
source: Encrypted Message locked. Tap for more
ar: رسالة مشفرة مقفلة انقر للمزيد
da: Krypteret besked. Tryk på for mere info.
de: Verschlüsselte Nachricht. Tap für mehr
es: Mensaje encriptado bloqueado. Pulse para más
fr: Message crypté verrouillé. Tapez pour en savoir plus
sw: Ujumbe Uliosimbwa umefungwa. Gonga kwa zaidi
ur: انکریپٹڈ پیغام مقفل ہے۔ مزید کے لیے ٹیپ کریں

# encryptedChatMessageInfoTitle
source: Locked Message
ar: رسالة مقفلة
da: Låst besked
de: Gesperrte Nachricht
es: Mensaje bloqueado
fr: Message verrouillé
sw: Ujumbe Umefungwa
ur: مقفل پیغام

# encryptedChatMessageInfo
source: Chat messages are end-to-end-encrypted. That means only devices connected at the time the message is sent can decrypt them. If you joined later, just logged in or used a new device, you don’t have the keys to decrypt this message yet. You can get it by verifying this session with another device of your account, by providing a encryption backup key or by verifying with another user that has access to the key.
ar: رسائل المحادثات مشفرة من طرف إلى طرف. وهذا يعني أن الأجهزة المتصلة في وقت إرسال الرسالة هي الوحيدة التي يمكنها فك تشفيرها. إذا انضممت لاحقًا، أو قمت بتسجيل الدخول للتو أو استخدمت جهازًا جديدًا، فلن يكون لديك مفاتيح فك تشفير هذه الرسالة. يمكنك الحصول عليها عن طريق التحقق من هذه الدورة مع جهاز آخر من حسابك، أو عن طريق توفير مفتاح تشفير احتياطي أو عن طريق التحقق مع مستخدم آخر لديه صلاحية الوصول إلى المفتاح.
da: Chat-beskeder er krypterede. Det betyder, at kun enheder, der er forbundet på det tidspunkt, hvor meddelelsen sendes, kan dekryptere dem. Hvis du joinede senere, logget ind eller brugt en ny enhed, har du ikke nøglerne til at dekryptere denne meddelelse endnu. Du kan få det ved at verificere denne session med en anden enhed, ved at bruge en krypteringsnøgle eller ved at verificere med en anden bruger, som har adgang til nøglen.
de: Chat Nachrichten sind ende-zu-ende-verschlüsselt. Das heißt, dass nur die Geräte die zum Zeitpunkt des Absendens angemeldet waren diese Nachricht entschlüsseln können. Falls du später beigetreten bist, dich neu eingeloggt oder ein neues Gerät eingeloggt hast kann es sein, dass du noch keinen Zugriff auf den Entschlüsselungs-Schlüssel hast. Du kannst diesen bekommen indem du diese Sitzung mit einer bestehenden verifizierst, das Verschlüsselungsbackup aktivierst oder das Gerät gegenüber einer Sitzung eines anderen User verifizierst.
es: Los mensajes de chat están cifrados de principio a fin. Eso significa que sólo los dispositivos conectados en el momento de enviar el mensaje pueden descifrarlos. Si usted se unió más tarde, acaba de iniciar sesión o utilizó un nuevo dispositivo, aún no tiene las claves para descifrar este mensaje. Podrá obtenerla verificando esta sesión con otro dispositivo de su cuenta, proporcionando una clave de cifrado de reserva o verificando con otro usuario que tenga acceso a la clave.
fr: Les messages de chat sont cryptés de bout en bout. Cela signifie que seuls les appareils connectés au moment de l'envoi du message peuvent le décrypter. Si vous vous êtes inscrit plus tard, si vous venez de vous connecter ou si vous avez utilisé un nouvel appareil, vous n'avez pas les clés pour décrypter ce message. Vous pouvez les obtenir en vérifiant cette session avec un autre appareil de votre compte, en fournissant une clé de cryptage de secours ou en vérifiant avec un autre utilisateur qui a accès à la clé.
sw: Ujumbe wa gumzo umesimbwa kwa njia fiche kutoka mwisho hadi mwisho. Hiyo ina maana kwamba ni vifaa vilivyounganishwa tu wakati ujumbe unatumwa vinaweza kusimbua. Ikiwa ulijiunga baadaye, umeingia tu au umetumia kifaa kipya, bado huna funguo za kusimbua ujumbe huu. Unaweza kuipata kwa kuthibitisha kipindi hiki kwa kifaa kingine cha akaunti yako, kwa kutoa ufunguo mbadala wa usimbaji fiche au kwa kuthibitisha na mtumiaji mwingine ambaye ana uwezo wa kufikia ufunguo.
ur: چیٹ پیغامات اینڈ ٹو اینڈ انکرپٹڈ ہوتے ہیں۔ اس کا مطلب ہے کہ پیغام بھیجے جانے کے وقت صرف جڑے ہوئےڈیوائسس ہی ان کو ڈکرپٹ کر سکتے ہیں۔ اگر آپ بعد میں شامل ہوئے، ابھی لاگ ان ہوئے یا ایک نئی ڈیوائسس استعمال کی، تو آپ کے پاس ابھی تک اس پیغام کو ڈکرپٹ کرنے کی کیز نہیں ہیں۔ آپ اسے اپنے اکاؤنٹ کے کسی دوسرے ڈیوائسس کے ساتھ اس سیشن کی تصدیق کرکے، ایک انکرپشن بیک اپ کی فراہم کرکے یا کی تک رسائی رکھنے والے کسی دوسرے صارف سے تصدیق کرکے حاصل کرسکتے ہیں۔

source: DM Chat
ar: محادثة دي ام DM
es: Chat por MD
fr: Chat en MD
sw: Maongezi ya DM
ur: ڈی ایم چیٹ

source: Regular Space or Chat
ar: فضاء أو محادثة عادية
da: Almindelig Space eller chat
de: Regulärer Space oder Chat
es: Espacio Regular o Chat
fr: Espace régulier ou Chat
pl: Zwykła przestrzeń lub czat
sw: Nafasi ya Kawaida au Maongezi
ur: باقاعدہ اسپیس یا چیٹ

source: Encrypted Space or Chat
ar: فضاء أو محادثة مشفرة
da: Krypteret Space eller Chat
de: Verschlüsselter Space oder Chat
es: Espacio Encriptado o Chat
fr: Espace chiffré ou Chat
pl: Szyfrowana przestrzeń lub czat
sw: Nafasi Iliyosimbwa kwa Njia Fiche au Maongezi
ur: انکریپٹڈ اسپیس یا چیٹ

# encryptedChatInfo
source: All messages in this chat are end-to-end encrypted. No one outside of this chat, not even Acter or any Matrix Server routing the message, can read them.
ar: جميع الرسائل في هذه المحادثة مشفرة من طرف إلى طرف. لا يمكن لأي شخص خارج هذه المحادثة، ولا حتى Acter أو أي سيرفر Matrix الذي يوجه الرسالة، قراءتها.
da: Alle beskeder i denne chat er end-to-end krypteret. Ingen uden for denne chat, ikke engang Acter, kan læse dem.
de: Alle Nachrichten in diesem Chat sind ende-zu-ende-verschlüsselt. Niemand außerhalb des Chats, auch nicht Acter oder irgend ein Matrix-Server der die Nachricht sieht, kann sie lesen.
es: Todos los mensajes de este chat están encriptados de principio a fin. Nadie ajeno a este chat, ni siquiera Acter o cualquier servidor de Matrix que enrute el mensaje, puede leerlos.
fr: Tous les messages de ce chat sont cryptés de bout en bout. Personne en dehors de ce chat, pas même Acter ou un Serveur Matrix transmettant le message, ne peut les lire.
sw: Barua pepe zote kwenye gumzo hili zimesimbwa kwa njia fiche kutoka mwanzo hadi mwisho. Hakuna mtu aliye nje ya gumzo hili, hata Acter au Seva ya Matrix inayoelekeza ujumbe, anayeweza kuzisoma.
ur: اس چیٹ کے تمام پیغامات اینڈ ٹو اینڈ انکرپٹڈ ہیں۔ اس چیٹ سے باہر کوئی بھی نہیں، یہاں تک کہ ایکٹر یا کوئی میٹرکس سرور جو پیغام کو روٹ کرتا ہے، انہیں پڑھ نہیں سکتا۔

source: Remove this Pin
ar: أزل هذا الدبوس
da: Fjern denne Pin
de: Pin löschen
es: Eliminar esta Chincheta
fr: Retirer cette Épingle
pl: Usuń ten pin
sw: Ondoa Pini hii
ur: اس پن کو ہٹا دیں

source: Remove this post
ar: أزل هذا المنشور
da: Fjern dette indlæg
de: Post löschen
es: Eliminar esta publicación
fr: Supprimer ce post
pl: Usuń ten post
sw: Ondoa chapisho hili
ur: اس پوسٹ کو ہٹا دیں

source: Removing content
ar: إزالة محتوى
da: Fjerner indhold
de: Inhalt löschen
es: Eliminar el contenido
fr: Suppression de contenu
pl: Usuwanie zawartości
sw: Kuondoa maudhui
ur: مواد ہٹایا جا رہا ہے

source: Report this
ar: الإبلاغ عن هذا
da: Rapporter dette
de: Melden
es: Informar de esto
fr: Signaler ça
pl: Zgłoś to
sw: Ripoti hii
ur: اس کی رپورٹ دیں

source: Report this Pin
ar: أبلغ عن هذا الدبوس
da: Rapporter denne Pin
de: Pin melden
es: Informar de esta Chincheta
fr: Signaler cette Épingle
pl: Zgłoś ten pin
sw: Ripoti Pini hii
ur: اس پن کو رپورٹ کریں

# reportSendingFailedDueTo
source: Report sending failed due to some: {error}
ar: فشل إرسال التقرير بسبب بعض: {error}
da: Afsendelse af rapport mislykkedes på grund af: {error}
de: Meldungssendung fehlgeschlagen: {error}
es: El envío del informe ha fallado debido a un {error}
fr: L'envoi du rapport a échoué en raison d'une : {error}
pl: Wysyłanie raportu nie powiodło się z powodu: {error}
sw: Utumaji wa ripoti umeshindwa kwa sababu ya baadhi ya: {error}
ur: کسی وجہ سے رپورٹ بھیجنا ناکام ہو گیا: {error}

# introPageDescriptionPre
source: Acter is more than just an app. It’s
ar: Acter أكثر من مجرد تطبيق. إنها
da: Acter er mere end bare en app. Det er
de: Acter ist mehr als eine App Es ist
sw: Acter ni zaidi ya programu tu. Ni
ur: ایکٹر صرف ایک ایپ سے زیادہ ہے۔ یہ ہے

# introPageDescription2ndLine
source: Connect with fellow activists, share insights, and collaborate on creating meaningful change.
ar: تواصل مع زملائك النشطاء، وتبادل الأفكار وتعاون معهم لإحداث تغيير هادف.
da: Forbind til andre mennesker som gør en forskel, del viden og samarbejd om at skabe forandring.
de: Verbinde dich mit anderen Aktivisti, teile Erkenntnisse und kollaboriere an bedeutsamen Projekten.
sw: Ungana na wanaharakati wenzako, shiriki maarifa, na ushirikiane katika kuleta mabadiliko ya maana.
ur: ساتھی کارکنوں کے ساتھ جڑیں، بصیرت کا اشتراک کریں، اور بامعنی تبدیلی پیدا کرنے میں تعاون کریں۔

# logOutConformationDescription1
source: Attention:
ar: انتبه:
da: Vigtigt:
de: Vorsicht
es: Atención:
pl: Uwaga:
sw: Tahadhari:
ur: توجہ:

# logOutConformationDescription2
source: Logging out removes the local data, including encryption keys. If this is your last signed-in device you might no be able to decrypt any previous content.
ar: تسجيل الخروج يزيل البيانات المحلية، بما في ذلك مفاتيح التشفير. إذا كان هذا هو آخر جهاز قمت بتسجيل الدخول إليه، فقد لا تتمكن من فك تشفير أي محتوى سابق.
da: Ved at logge ud, fjerner du vigtig data, herunder krypteringsnøgler. Hvis dette er din sidste enhed som er logget ind, kan du måske ikke være i stand til at dekryptere tidligere beskeder og indhold
de: Sich abmelden entfernt die lokalen Daten, inklusive der Verschlüsselungsdaten. Wenn dies deine letzte eingeloggte Sitzung ist, kann es sein, dass du dadurch den Zugang zu allen bisherigen Daten verlierst.
es: Al cerrar la sesión se eliminan los datos locales, incluidas las claves de cifrado. Si este es el último dispositivo en el que ha iniciado sesión, es posible que no pueda descifrar ningún contenido anterior.
fr: La déconnexion supprime les données locales, y compris les clés de cryptage. S'il s'agit de votre dernier appareil connecté, il se peut que vous ne puissiez pas décrypter le contenu précédent.
pl: Wylogowanie usuwa lokalne dane, w tym klucze szyfrowania. Jeśli jest to twoje ostatnie zalogowane urządzenie, możesz nie być w stanie odszyfrować poprzedniej zawartości.
sw: Kuondoka nje huondoa data ya ndani, ikiwa ni pamoja na funguo za usimbaji fiche. Ikiwa hiki ndicho kifaa chako cha mwisho ulichoingia katika akaunti huenda usiweze kusimbua maudhui yoyote ya awali.
ur: لاگ آؤٹ کرنے سے مقامی ڈیٹا کو ہٹا دیا جاتا ہے، بشمول انکرپشن کیز۔ اگر یہ آپ کا آخری سائن ان کردہ ڈیوائسس ہے تو ہو سکتا ہے کہ آپ کسی بھی سابقہ مواد کو ڈکرپٹ نہ کر سکیں۔

# invitingLoading
source: Inviting {userId}
ar: دعوة {userId}
da: Inviterer {userId}
de: Lade {userId} ein
es: Invitando a {userId}
fr: Inviter {userId}
sw: Inaalika {userId}
ur: مدعو کیا جا رہا ہے {userId}

# invitingError
source: User {userId} not found or existing: {error}
ar: المستخدم {userId} غير موجود أو غير قائم: {error}
da: Bruger {userId} ikke fundet eller eksisterer: {error}
de: User {userId} nicht gefunden oder nicht existent: {error}
es: Usuario {userId} no encontrado o existente: {error}
fr: L'utilisateur {userId} n'a pas été trouvé ou n'existe pas : {error}
sw: Mtumiaji {userId} hajapatikana au yuko: {error}
ur: صارف {userId} نہیں ملا یا موجود ہے: {error}

source: Invite
ar: ادعُ
da: Inviter
de: Einladen
es: Invitar
fr: Inviter
pl: Zaproszenie
sw: Alika
ur: دعوت

# errorUnverifiedSessions
source: Couldn’t load unverified sessions: {error}
ar: تعذر تحميل الدورات التي لم يتم التأكد منها: {error}
da: Kunne ikke indlæse uverificerede sessioner: {error}
de: Sitzungen laden fehlgeschlagen: {error}
es: No se han podido cargar sesiones no verificadas: {error}
fr: Impossible de charger les sessions non vérifiées : {error}
pl: Nie można załadować niezweryfikowanych sesji: {error}
sw: Haikuweza kupakia vipindi ambavyo havijathibitishwa: {error}
ur: غیر تصدیق شدہ سیشنز کو لوڈ نہیں کیا جا سکا: {error}

# unverifiedSessionsTitle
source: There are {count} unverified sessions logged in
ar: هناك {count} دورات غير مؤكدة تم تسجيل الدخول إليها
da: Der er {count} ikke verificerede sessioner logget ind
de: Es sind {count} unverifizierte Sitzung eingeloggt
es: Hay {count} sesiones no verificadas conectadas
fr: Il y a {count} sessions non vérifiées connectées
pl: Zalogowano {count} niezweryfikowanych sesji
sw: Kuna vipindi {count} ambavyo havijathibitishwa vimeingia
ur: {count} غیر تصدیق شدہ سیشن لاگ ان ہیں

source: Review
ar: مراجعة
da: Se
de: Prüfen
es: Revisar
fr: Revue
pl: Recenzja
sw: Kagua
ur: جائزہ لیں

source: Activities
ar: النشاطات
da: Aktiviteter
de: Aktivitäten
es: Actividades
fr: Activités
pl: Działania
sw: Shughuli
ur: سرگرمیاں

# errorCopiedToClipboard
source: Error & Stacktrace copied to clipboard
ar: تم نسخ الخطأ وتتبع المكدس إلى الحافظة
da: Fejl & Stacktrace kopieret til udklipsholderen
de: Error & Stack in die Zwischenablage kopiert
es: Error y Stacktrace copiados en el portapapeles
fr: Erreur et Trace d'appels copiés dans le presse-papiers
pl: Błąd i śledzenie ruchu skopiowane do schowka
sw: Hitilafu na Stacktrace imenakiliwa kwenye ubao wa kunakili
ur: خرابی اور اسٹیک ٹریس کلپ بورڈ پر کاپی ہو گیا

source: Show Stacktrace
ar: عرض تعقب التكديس (Stacktrace)
da: Vis stacktrack
de: Stack zeigen
es: Mostrar Stacktrace
fr: Afficher la Trace d'appels
pl: Pokaż ślad historii
sw: Onyesha Stacktrace
ur: اسٹیک ٹریس دکھائیں

source: Hide Stacktrace
ar: إخفاء تتبع المكدس (Stacktrace)
da: Skjul Stacktrace
de: Stack verstecken
es: Ocultar Stacktrace
fr: Masquer la trace d'appels
pl: Ukryj ślad historii
sw: Ficha Stacktrace
ur: اسٹیک ٹریس چھپائیں

# sharingRoom
source: Sharing this Chat…
ar: مشاركة هذه المحادثة…
da: Deler denne Chat..
de: Teile diesen Chat…
es: Compartir este Chat…
fr: Partager ce Chat…
pl: Dzielenie tego pokoju…
sw: Inashiriki Maongezi haya…
ur: اس چیٹ کا اشتراک کر رہا ہے…

source: Changing settings…
ar: تغيير الإعدادات…
da: Ændrer indstillinger..
de: Ändere Einstellung…
es: Cambiar ajustes…
fr: Modification des paramètres…
pl: Zmiana ustawień…
sw: Inabadilisha mipangilio…
ur: ترتیبات تبدیل ہو رہی ہیں…

# changingSettingOf
source: Changing setting of {module}
ar: تعديل الإعدادات من {module}
da: Ændrer indstilling af {module}
de: Änderung Einstellung von {module}
es: Cambiar ajustes de {module}
fr: Modification du réglage de {module}
pl: Zmiana ustawień {module}
sw: Inabadilisha mpangilio wa {module}
ur: {module} کی ترتیب تبدیل ہو رہی ہے

# changedSettingOf
source: Changed setting of {module}
ar: تم تغيير الإعدادات من {module}
da: Succesfuldt ændret indstilling af {module}
de: Einstellung von {module} geändert
es: Cambiado ajustes de {module}
fr: Paramètres modifiés du {module}
pl: Zmieniono ustawienie {module}
sw: Umebadilisha mpangilio wa {module}
ur: {module} کی ترتیب تبدیل کر دی گئی

source: Assigning self…
ar: تعيين ذاتي…
da: Tildeler til mig selv..
de: Zuweisen…
es: Asignarse a sí mismo…
fr: Assigner à soi-même…
pl: Przypisywanie sobie…
sw: Kujikabidhi…
ur: خود کو تفویض کیا جا رہا ہے…
