Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

# chatsTabTutorialDescription
source: It’s the place to chat – with groups or individuals. chats can be linked to different spaces for broader collaboration.
ar: إنه المكان المناسب للمحادثة - مع مجموعات أو أفراد. يمكن ربط المحادثات بفضاءات مختلفة من أجل تعاون أوسع.
da: Her kan du chatte i grupper eller direkte beskeder (DM's) . Gruppe Chats kan linkes til et eller mange Spaces.
de: Hier findest du eine Chats - mit Gruppen und Einzellpersonen. Chats können verschiedenen Spaces für breitere Kollaboration zugewiesen werden.
es: Es el lugar para chatear, ya sea en grupo o individualmente. Los chats pueden enlazarse con distintos espacios para ampliar la colaboración.
fr: C'est l'endroit où l'on discute - avec des groupes ou des individus. Les discussions peuvent être reliées à d'autres espaces pour une collaboration plus large.
pl: Jest to miejsce do czatowania - z grupami lub pojedynczymi osobami. czaty mogą być połączone z różnymi przestrzeniami w celu szerszej współpracy.
sw: Ni mahali pa kupiga gumzo - na vikundi au watu binafsi. soga zinaweza kuunganishwa kwa nafasi tofauti kwa ushirikiano mpana.
ur: یہ گروپوں یا افراد کے ساتھ بات چیت کرنے کی جگہ ہے۔ چیٹس کو وسیع تر تعاون کے لیے مختلف سپیسز سے منسلک کیا جا سکتا ہے۔

# activityTabTutorialTitle
source: Activity
ar: النشاط
da: Aktiviteter
de: Aktivitäten
es: Actividad
fr: Activité
pl: Aktywność
sw: Shughuli
ur: سرگرمی

# spaceOverviewTutorialTitle
source: Space Details
ar: تفاصيل الفضاء
da: Space Information
es: Destalles del Espacio
fr: Détails de l'espace
pl: Szczegóły dotyczące przestrzeni
sw: Maelezo ya Nafasi
ur: سپیس تفصیلات

# spaceOverviewTutorialDescription
source: A space is the starting point for your organizing. Create & navigate through pins (resources), tasks and events. Add chats or subspaces.
ar: الفضاء هو نقطة البداية للتنظيم الخاص بك. قم بإنشاء الدبابيس (الموارد) والمهام والفعاليات والتنقل عبرها. أضف محادثات أو فضاءات فرعية.
da: Spaces er udgangspunktet for din fællesskab. Opret & navigere gennem pins (ressourcer), opgaver og begivenheder. Tilføj Chats eller Sub-Spaces.
de: Spaces sind der Mittelpunkt des Organizing. Erstelle Pins, Tasks und Events und manage über Chats und Subspaces.
es: Un espacio es el punto de partida de su organización. Cree y navegue a través de chinchetas (recursos), tareas y eventos. Añada chats o subespacios.
fr: Un espace est le point de départ de votre organisation. Créez des épingles (ressources), des tâches et des événements et naviguez dedans. Ajoutez des chats ou des sous-espaces.
pl: Przestrzeń jest punktem wyjścia do organizowania. Twórz i nawiguj po pinezkach (zasobach), zadaniach i wydarzeniach. Dodawaj czaty lub podprzestrzenie.
sw: Nafasi ni mahali pa kuanzia kwa upangaji wako. Unda na uvinjari pini (nyenzo), kazi na matukio. Ongeza gumzo au nafasi ndogo.
ur: ایک سپیس آپ کی تنظیم کا نقطہ آغاز ہے۔ پن (وسائل)، ٹاسکس اور ایونٹس کے ذریعے تخلیق اور تشریف لے جائیں۔ چیٹس یا سب سپیسز شامل کریں۔

# commentEmptyStateTitle
source: No comments found.
ar: لم يتم العثور على أي تعليقات.
da: Der blev ikke fundet nogle kommentarer
de: Keine Kommentare gefunden.
es: No hay comentarios encontrados.
fr: Aucun commentaire trouvé.
pl: Nie znaleziono żadnych komentarzy
sw: Hakuna maoni yaliyopatikana.
ur: کوئی کمنٹس نہیں ملے۔

# commentEmptyStateAction
source: Leave the first comment
ar: اترك أول تعليق
da: Skriv den første kommentar
de: Erstelle den ersten Kommentar
es: Deje el primer comentario
fr: Laisser le premier commentaire
pl: Zostaw pierwszy komentarz
sw: Acha maoni ya kwanza
ur: آپ پہلا کمنٹ کریں

source: Finish
ar: إنهاء
da: Afslut
de: Beenden
es: Acabar
fr: Terminer
pl: Zakończenie
sw: Maliza
ur: ختم

# saveUsernameTitle
source: Have you saved your username?
ar: هل قمت بحفظ اسم المستخدم الخاص بك؟
da: Har du gemt dit brugernavn?
de: Hast du deinen Usernamen gespeichert?
es: ¿Ha guardo su nombre de usuario?
fr: Avez-vous sauvegardé votre nom d'utilisateur ?
pl: Czy zapisałeś swoją nazwę użytkownika?
sw: Je, umehifadhi jina lako la mtumiaji?
ur: کیا آپ نے اپنا صارف نام محفوظ کر لیا ہے؟

# avatarAddTitle
source: Add User Avatar
ar: إضافة صورة رمزية للمستخدم
da: Tilføj profil billede
de: User Profilbild hinzufügen
es: Añadir Avatar de Usuario
fr: Ajouter un Avatar d'Utilisateur
pl: Dodaj awatar użytkownika
sw: Ongeza Avatar ya Mtumiaji
ur: صارف کا اوتار شامل کریں

# avatarEmpty
source: Please select your avatar
ar: الرجاء اختيار الصورة الرمزية الخاصة بك
da: Vælg venligst dit billede
de: Bitte wähle dein Profilbild
es: Por favor seleccione su avatar
fr: Veuillez sélectionner votre avatar
pl: Wybierz swój awatar
sw: Tafadhali chagua avatar yako
ur: براہ کرم اپنا اوتار منتخب کریں

# avatarUploading
source: Uploading profile avatar
ar: تحميل الصورة الرمزية لملف التعريف
da: Uploader profil billede
de: Lade das Profilbild hoch
es: Subir avatar de perfil
fr: Téléversement de l'avatar du profil
pl: Wgrywanie awatara profilu
sw: Inapakia avatar ya wasifu
ur: پروفائل اوتار اپ لوڈ ہو رہا ہے

# avatarUploadFailed
source: Failed to upload user avatar: {error}
ar: فشل تحميل الصورة الرمزية للمستخدم: {error}
da: Kunne ikke uploade profil billede: {error}
de: Fehler beim Hochladen des Profilbilds: {error}
es: Fallo al cargar el avatar del usuario: {error}
fr: Échec du téléchargement de l'avatar de l'utilisateur : {error}
pl: Nie udało się przesłać awatara użytkownika: {error}
sw: Imeshindwa kupakia ishara ya mtumiaji: {error}
ur: صارف کا اوتار اپ لوڈ کرنے میں ناکام: {error}

source: Send email
ar: إرسال رسالة إلكترونية
de: Email senden
es: Enviar email
fr: Envoyer un e-mail
sw: Tuma barua pepe
ur: ای میل بھیجیں

source: Public
ar: عمومي
da: Offentlig
de: Öffentlich
es: Público
sw: Hadharani
ur: عوامی

# changePasswordDescription
source: Change your Password
ar: تغيير كلمة المرور الخاصة بك
da: Skift din Adgangskode
de: Ändere dein Passwort
es: Cambiar tu Contraseña
fr: Modifier votre Mot de passe
sw: Badilisha Nenosiri lako
ur: اپنا پاس ورڈ تبدیل کریں

source: Old Password
ar: كلمة المرور القديمة
da: Gammel Adgangskode
de: Altes Passwort
es: Contraseña Antigua
fr: Ancien Mot de passe
sw: Nenosiri la zamani
ur: پرانا پاس ورڈ

source: New Password
ar: كلمة المرور الجديدة
da: Ny Adgangskode
de: Neues Passwort
es: Contraseña Nueva
fr: Nouveau Mot de passe
sw: Nenosiri Mpya
ur: نیا پاس ورڈ

source: No tasks list available yet
ar: لا توجد قائمة مهام متاحة بعد
da: Ingen opgavelister tilgængelige endnu
de: Noch keine ToDo-Listen verfügbar
sw: Bado hakuna orodha ya majukumu inayopatikana
ur: ابھی تک کوئی ٹاسکس لسٹ دستیاب نہیں ہے

source: Share link
da: Del link
de: Link teilen
sw: Shiriki kiungo

source: Try Again
da: Prøv igen
de: Erneut versuchen
sw: Jaribu Tena

source: Unable to load video
da: Kan ikke indlæse video
de: Video laden fehlgeschlagen
sw: Imeshindwa kupakia video

source: rescheduled
da: Flyttet
de: Vertragt
sw: Imeratibiwa upya

# goingTo
source: is going
da: Deltager i
de: Gehe zu
sw: Kwenda kwa

source: Unable to load image
da: Kunne ikke indlæse billede
de: Image laden fehlgeschlagen
sw: Imeshindwa kupakia picha

source: Calender with Events
da: Kalender med begivenheder
de: Kalender mit Events
sw: Kalenda yenye Matukio
ur: ایونٹس کے ساتھ کیلنڈر

source: Share Pin
da: Del Pin
de: Pin teilen
es: Compartir Chincheta
fr: Partager l'Épingle
pl: Udostępnij pin
sw: Shiriki Pini

# storyPermissionsDesc
source: Who can post Stories
de: Wer kann Stories posten
sw: Nani anaweza kuchapisha Stories

source: Select Pin
da: Vælg Pin
de: Pin wählen
sw: Chagua Pini

# savedKeySecurely
source: I Saved the Key Securely
sw: Nilihifadhi Ufunguo kwa Usalama

# remindMeAboutKeyLater
source: Remind me about the key later
sw: Nikumbushe kuhusu ufunguo baadaye

# remindMeAboutKeyLaterDescription
source: We will have no other way to recover the key later.
sw: Hatutakuwa na njia nyingine ya kurejesha ufunguo baadaye.

source: Key destroyed
sw: Ufunguo umeharibiwa

# dontRemindMe
source: Don't remind me again
sw: Usinikumbushe tena

# storeTheKeySecurelyDescription
source: Store the key securely in a safe place. You can recover it later.
sw: Hifadhi ufunguo kwa usalama mahali salama. Unaweza kuirejesha baadaye.

# showKey
source: Show the key
sw: Onyesha ufunguo

# cooperation
source: Cooperatives
sw: Vyama vya Ushirika

source: Community-driven projects
sw: Miradi inayoendeshwa na jamii

source: Local Group
sw: Kikundi cha Mitaa

source: Unionizing
sw: Kuunganisha

# postSpaceWiseStories
source: Post space-wide stories
da: Post Stories
de: Space-weite Story posten
sw: Chapisha Stories za nafasi nzima

source: Networking & Learning
sw: Mitandao na Kujifunza

# lookAround
source: I just want to look around for now
sw: Nataka tu kutazama humu kwa sasa

source: Select spaces and chats
da: Vælg Spaces og Chats
de: Räume und Chats auswählen
sw: Chagua nafasi na gumzo

# autoJoinSpacesAndChatsInfo
source: While redeeming this code, selected spaces and chats are auto join.
da: Ved indløsning af denne kode, bliver folk automatisk tilføjet udvalgte Spaces og Chats
de: Beim Einlösen dieses Codes tritt die Person den ausgewählten Spaces und Chats automatisch bei.
sw: Wakati wa kutumia nambari hii ya kuthibitisha, nafasi na gumzo zilizochaguliwa hujiunga kiotomatiki.

# expectDecryptionFailuresDescription1
source: Without backup keys Acter is not able to decrypt messages previously sent to you.
sw: Bila vitufe vya chelezo Acter haiwezi kusimbua ujumbe uliotumwa kwako hapo awali.

source: Active Apps
da: Aktive Apps
de: Aktive Apps
sw: Programu Zinazotumika
ur: فعال ایپس

# justFrdAndFamily
source: Friends & Family
sw: Marafiki na Familia

# roomStateRoomJoinRulesYouChanged
source: You changed the room join rules from {oldVal} to {newVal}.
da: Du opdaterede hvem der kan deltage fra {oldVal} til {newVal}.
de: Du hast die Zugangsregel von {oldVal} auf {newVal} geändert.
sw: Umebadilisha sheria za kujiunga kwenye chumba cha mkutano kutoka {oldVal} hadi {newVal}.

# roomStateRoomJoinRulesOtherSet
source: {senderId} set the room join rules to {newVal}.
da: {senderId} satte hvem der kan deltage til {newVal}.
de: {senderId} hat die Zugangsregel auf {newVal} gesetzt.
sw: {senderId} ameweka sheria za kujiunga kwenye chumba kuwa {newVal}.

# roomStateRoomJoinRulesOtherChanged
source: {senderId} changed the room join rules from {oldVal} to {newVal}.
da: {senderId} opdaterede hvem der kan deltage fra {oldVal} til {newVal}.
de: {senderId} hat die Zugangsregel von {oldVal} auf {newVal} geändert.
sw: {senderId} amebadilisha sheria za kujiunga kwenye chumba kutoka {oldVal} hadi {newVal}.

source: Share TaskList
da: Del Opgaveliste
de: Aufgabenliste teilen
sw: Shiriki Orodha ya Kazi

source: Push Notification
de: Push-Benachrichtigung
sw: Arifa ya Kushinikiza

source: Unable to load file
da: Kunne ikke indlæse fil
de: Datei hochladen fehlgeschlagen
sw: Imeshindwa kupakia faili

# calendarSyncDesc
source: Acter can sync Events you are invited to or agreed to go to directly to your device Calendar for your convenience. Events you declined will not show there.
de: Acter synchronisiert Events, zu denen Du eingeladen bist oder zugesagt hast, direkt zu deinem Gerätekalender. Events, die Du abgelehnt hast, werden dort nicht angezeigt.
sw: Acter inaweza kusawazisha Matukio ambayo umealikwa au kukubaliwa kwenda moja kwa moja kwenye Kalenda ya kifaa chako kwa urahisi wako. Matukio uliyokataa hayataonyeshwa hapo.

# continueLabel
source: Continue
sw: Endelea

# roomStatePolicyRuleRoomEntityYouChanged
source: You changed the entity of policy rule room from {oldVal} to {newVal}.
de: Du hast den Eintrag der Policy Rule von {oldVal} zu {newVal} geändert.
sw: Umebadilisha huluki ya chumba cha kanuni ya sera kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleRoomEntityOtherChanged
source: {senderId} changed the entity of policy rule room from {oldVal} to {newVal}.
de: {senderId} hat den Eintrag der Policy Rule von {oldVal} zu {newVal} geändert.
sw: {senderId} amebadilisha huluki ya chumba cha kanuni ya sera kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleRoomReasonOtherChanged
source: {senderId} changed the reason of policy rule room from {oldVal} to {newVal}.
de: {senderId} hat den Grund für die Policy Rule von {oldVal} auf {newVal} geändert.
sw: {senderId} alibadilisha sababu ya chumba cha sheria cha sera kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleRoomEntityOtherSet
source: {senderId} set the entity of policy rule room to {newVal}.
de: {senderId} hat den Eintrag der Policy Rule auf {newVal} gesetzt.
sw: {senderId} ameweka huluki ya chumba cha kanuni ya sera kuwa {newVal}.

# roomStatePolicyRuleRoomEntityYouSet
source: You set the entity of policy rule room to {newVal}.
de: Du hast den Eintrag der Policy Rule zu {newVal} gesetzt.
sw: Umeweka huluki ya chumba cha kanuni ya sera kuwa {newVal}.

# roomStatePolicyRuleRoomReasonYouChanged
source: You changed the reason of policy rule room from {oldVal} to {newVal}.
de: Du hast den Grund für die Policy Rule von {oldVal} auf {newVal} geändert.
sw: Umebadilisha sababu ya chumba cha kanuni ya sera kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleRoomReasonOtherSet
source: {senderId} set the reason of policy rule room to {newVal}.
de: {senderId} hat den Grund für die Policy Rule auf {newVal} gesetzt.
sw: {senderId} ameweka sababu ya chumba cha sheria cha sera kuwa {newVal}.

# roomStatePolicyRuleRoomReasonYouSet
source: You set the reason of policy rule room to {newVal}.
de: Du hast den Grund für die Policy Rule auf {newVal} gesetzt.
sw: Umeweka sababu ya chumba cha kanuni ya sera kuwa {newVal}.

# permissionsSubtitle
source: Permissions:
de: Berechtigungen:
sw: Ruhusa:

# subscribedToParentMsg
source: Disable Notifications on main object to configure notification here
da: Deaktivér notifikationer lokalt for at indstille notifikationer her
de: Benachrichtigungen auf dem Hauptobject deaktiveren, um diese hier zu aktievieren
sw: Lemaza Arifa kwenye kitu kikuu ili kusanidi arifa hapa

# roomStateRoomPinnedEventsOtherChanged
source: {senderId} changed the room pinned events.
da: {senderId} opdaterede begivenheder i Chatten.
sw: {senderId} alibadilisha matukio yaliyobandikwa kwenye chumba.

# roomStateRoomPinnedEventsYouChanged
source: You changed the room pinned events.
da: Du opdaterede begivenheder i Chatten.
sw: Ulibadilisha matukio yaliyobandikwa kwenye chumba.

# roomStateRoomTombstoneReplacementRoomYouSet
source: You set the replacement room of room tombstone.
da: Du satte erstatningsrummet for room tombstone.
sw: Unaweka chumba badala ya kaburi la chumba.

# roomStateRoomTopicYouSet
source: You set the room topic to {newVal}.
da: Du satte emnet for chat til {newVal}.
sw: Umeweka mada ya chumba kuwa {newVal}.

# roomStateSpaceChildOrderOtherSet
source: {senderId} set the order of space child to {newVal}.
sw: {senderId} weka mpangilio wa space child kuwa {newVal}.

# roomStateSpaceChildOrderYouSet
source: You set the order of space child to {newVal}.
sw: Umeweka mpangilio wa space child kuwa {newVal}.

# roomStateSpaceChildSuggestedOtherSet
source: {senderId} set the suggested of space child to {newVal}.
sw: {senderId} ameweka mapendekezo ya space child kuwa {newVal}.

# roomStateSpaceChildSuggestedYouSet
source: You set the suggested of space child to {newVal}.
sw: Umeweka mapendekezo ya space child kuwa {newVal}.

# roomStateSpaceChildOrderYouUnset
source: You unset the order of space child.
sw: Unatengua mpangilio wa mtoto wa anga.

# roomStateSpaceChildSuggestedOtherChanged
source: {senderId} changed the suggested of space child from {oldVal} to {newVal}.
sw: {senderId} amebadilisha mapendekezo ya space child kutoka {oldVal} hadi {newVal}.

# roomStateSpaceChildSuggestedYouChanged
source: You changed the suggested of space child from {oldVal} to {newVal}.
sw: Umebadilisha mapendekezo ya space child kutoka {oldVal} hadi {newVal}.

source: Add Comment
da: Tilføj kommentar
de: Kommentieren
sw: Ongeza Maoni

# chatYouUpdateRoomCanonicalAlias
source: You updated room canonical alias
da: Du opdaterede chatkanonisk alias
de: Du hast den kanonalen Alias geändert
sw: Ulisasisha lakabu za kisheria za chumba

# chatUpdateRoomThirdPartyInvite
source: {name} updated room third-party invite
da: {name} opdaterede chat tredjeparts invitationer
de: {name} aktualisierte Einladung von Drittanbietern
sw: {name} amesasisha mwaliko wa watu wengine kwenye chumba

# roomStateSpaceParentCanonicalYouSet
source: You set the canonical of space parent to {newVal}.
sw: Umeweka kanuni ya mzazi wa anga kuwa {newVal}.

# chatYouUpdateRoomAliases
source: You updated room aliases
da: Du har opdateret Chat aliases
de: Du hast die Raumaliase geändert
sw: Ulisasisha lakabu za vyumba

# chatUpdateRoomCanonicalAlias
source: {name} updated room canonical alias
da: {name} opdateret chat canonical alias
de: {name} aktualisierter kanonischer Alias
sw: {name} lakabu za kisheria za chumba zimesasishwa

source: Refreshing
da: Opdaterer
de: Aktualisere
sw: Inaburudisha
ur: ریفریشنگ

# roomStateSpaceParentViaOtherChanged
source: {senderId} changed the via of space parent.
sw: {senderId} alibadilisha kupitia mzazi wa kikundi.

# roomStateSpaceParentViaYouChanged
source: You changed the via of space parent.
sw: Ulibadilisha kupitia mzazi wa nafasi.

# roomStateSpaceParentViaOtherSet
source: {senderId} set the via of space parent.
sw: {senderId} ameweka via vya mzazi wa kikundi.

# subscribeAction
source: Activate Notifications
da: Aktivér meddelelser
de: Benachrichtigungen aktivieren
sw: Amilisha Arifa

# forbiddenRoomExplainer
source: Access to the room has been denied. Please contact the author to be invited
da: Adgang til gruppen er blevet nægtet. Kontakt venligst administratoren for at blive inviteret
de: Zugang verweigert. Bitte kontaktieren den Autor um eingeladen zu werden
sw: Ufikiaji wa chumba umekataliwa. Tafadhali wasiliana na mwandishi ili kualikwa

source: Default Chat
de: Standard Chat
sw: Gumzo Chaguomsingi

# configureSpaceDes
source: Space visibility, Default chat, Feature activation and Permission management
de: Raumsichtbarkeit, Standard-Chat, Feature-Aktivierung und Berechtigungsmanagement
sw: Mwonekano wa nafasi, gumzo chaguomsingi, kuwezesha kipengele na udhibiti wa Ruhusa

# parentSpaceDes
source: Select space which you want to make as parent of this space.
de: Wähle den Raum aus, der als Eltern dieses Raums eingetragen werden soll.
sw: Chagua nafasi ambayo ungependa kutengeneza kama mzazi wa kikundi hiki.

# boostsDes
source: Boost updates important to your space members
de: Booste wichtige Updates zu den Space-Mitgliedern
sw: Boresha Boost muhimu kwa wanachama wako wa kikundi

# storeisDes
source: Socialize updates with your space members
de: Sozialisiere über Updates mit den Space-Mitgliedern
sw: Shirikiana na masasisho na wanachama wako wa kikundi

source: Permissions
de: Berechtigungen
sw: Ruhusa

# chatYouUpdateRoomThirdPartyInvite
source: You updated room third-party invite
da: Du opdaterede chat tredjeparts invitationer
de: Du hast die Zimmer Dritter Einladung geändert
sw: Ulisasisha mwaliko wa watu wengine kwenye chumba

# repliedToMsgFailed
source: Failed to load original message: {error}
da: Kunne ikke indlæse oprindelig besked id: {id}
de: Laden der original Nachricht fehlgeschlagen: {id}
sw: Imeshindwa kupakia ujumbe asili: {error}

source: Chat UI Show-case
de: Chat UI Demo
sw: Onyesho la Kiolesura cha Gumzo

# activateFeatures
source: Activate recommended Features
de: Empfohlene Features aktivieren
sw: Washa Vipengele vinavyopendekezwa

# spacesLoadingError
source: Failed to load related spaces & chats
de: Laden der verbundenen Spaces & Chats fehlgeschlagen
sw: Imeshindwa kupakia nafasi na gumzo zinazohusiana

# desktopSetupInfo
source: When you close the Acter Window, Acter won't directly exit the program but minimize to the system tray to keep listening for notifications for you. If you want to exit Acter you need to do that from the system tray.
de: Wenn Du Acter schließt, wird das Programm nicht direkt verlassen, sondern auf das Systemfach minimieren, um weiterhin auf Benachrichtigungen hören zu können. Wenn Du Acter verlassen möchtest, musst dies aus dem Systemfach geschehen.
sw: Unapofunga Acter Window, Acter hataondoka kwenye programu moja kwa moja lakini atapunguza hadi kwenye trei ya mfumo ili kuendelea kukusikiliza ili upate arifa. Ikiwa unataka kuondoka kwa Acter unahitaji kufanya hivyo kutoka kwa tray ya mfumo.

# goingToOrganize
source: What are you going to organize?
sw: Utapanga nini?

# notificationDenied
source: Notification permission denied
de: Zustellungserlaubnis verweigert
sw: Ruhusa ya arifa imekataliwa

# permissionPermantlyDenied
source: Permission permanently denied. You can enable it in settings
de: Erlaubnis dauerhaft verweigert. Du kannst es in Einstellungen aktivieren
sw: Ruhusa imekataliwa kabisa. Unaweza kuiwezesha katika mipangilio

# canLink
source: You can link this
da: Du kan linke denne
de: Du kannst dies verlinken
sw: Unaweza kuunganisha hii

# attachmentPermissionsDesc
source: Who can post Attachments
de: Wer kann Anhänge posten
sw: Nani anaweza kuchapisha Viambatisho

# boostInfo
source: Important News. Sends a push notification to space members
da: Vigtige nyhed. Sender en push besked til medlemmerne af det valgte space.
de: Wichtige Nachricht. Schickt eine Push-Nachricht an die Space Mitglieder
sw: Habari Muhimu. Hutuma arifa kwa washiriki wa kikundi

source: Space Activities
da: Aktiviteter fra dine grupper
de: Space Aktivitäten
sw: Shughuli za Nafasi

source: Signal
sw: Mawimbi

source: Select color
da: Vælg farve
de: Farbe wählen
sw: Chagua rangi
ur: کلر منتخب کریں

# createOnboardingSpace
source: Create New Space
sw: Unda Nafasi Mpya

# createOnboardingSpaceDes
source: Acter is Group Organizing App. It structures discussions in chats and objects into Spaces. There is literally nothing to do in Acter without any Chat and Space.
sw: Acter ni Programu ya Kuandaa Kikundi. Hupanga mijadala katika gumzo na vitu kuwa Nafasi. Hakuna chochote cha kufanya katika Acter bila Gumzo na Nafasi yoyote.

# createFirstSpace
source: Create my first space
sw: Unda nafasi yangu ya kwanza

source: Space Display Name
sw: Jina la Onyesho la Nafasi

source: Activate recommended features
sw: Washa vipengele vinavyopendekezwa

source: References
da: Referencer
de: Referenzen
sw: Marejeleo

source: Remove Reference
da: Fjern Referencer
de: Referenz entfernen
sw: Ondoa Rejea

# powerLevelsTitle
source: General Permission levels
da: Generelle tilladelsesniveauer
de: Allgemeine Zugangslevels
sw: Viwango vya Ruhusa ya Jumla

# powerLevelPostEventsTitle
source: Posting Permission Level
da: Posting tilladelsesniveau
de: Posting Zugangslevel
sw: Kiwango cha Ruhusa cha Kuchapisha

# powerLevelPostEventsDesc
source: Minimal Permission Level to post anything at all
da: Minimal tilladelsesniveau til at poste noget som helst
de: Minimales Zugangslevel um überhaupt was posten zu dürfen
sw: Kiwango cha Chini cha Ruhusa cha kuchapisha chochote

# powerLevelKickTitle
source: Kick Permission Level
da: Tilladelsesniveau til at fjerne medlemmer
de: Entfernen Zugangslevel
sw: Kick Ruhusa kiwango

# powerLevelKickDesc
source: Minimal Permission Level to kick someone
da: Minimal tilladelsesniveau til at fjerne nogen
de: Minimales Zugangslevel um ein Mitglied zu Entfernen
sw: Kiwango cha Chini cha Ruhusa cha kumpiga mtu teke

# powerLevelInviteTitle
source: Invite Permission Level
da: Tilladelsesniveau til at invitere
de: Einladungs-Zugangslevel
sw: Alika Kiwango cha Ruhusa

# powerLevelInviteDesc
source: Minimal Permission Level to invite someone
da: Minimal tilladelsesiveau til at invitere nogen
de: Minimales Zugangslevel um Einladen zu können
sw: Kiwango cha Chini cha Ruhusa ili kumwalika mtu
