Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

# searchResultFor
source: Search result for {text}…
ar: نتيجة البحث عن {text}…
da: Søgeresultat for {text}..
de: Suchergebnisse für {text} …
es: Resultado de la búsqueda de {text}…
fr: Résultat de la recherche pour {text}…
pl: Wynik wyszukiwania dla {text}…
sw: Matokeo ya utafutaji ya {text}…
ur: تلاش کا نتیجہ برائے {text}…

# searchUsernameToStartDM
source: Search Username to start a DM
ar: البحث عن اسم المستخدم لبدء دي ام (DM)
da: Søg efter brugernavn for at starte en DM
de: Suche User um eine DM zu beginnen
es: Buscar nombre de usuario para iniciar un MD
fr: Chercher un Nom d'utilisateur pour démarrer un MD
pl: Wyszukaj nazwę użytkownika, aby rozpocząć DM
sw: Tafuta Jina la mtumiaji ili kuanzisha DM
ur: ڈی ایم شروع کرنے کے لیے صارف نام تلاش کریں

# searchingFailed
source: Searching failed {error}
ar: فشل البحث {error}
da: Søgning mislykkedes {error}
de: Suche fehlgeschlagen: {error}
es: Fallo en la búsqueda {error}
fr: Échec de la recherche {error}
pl: Wyszukiwanie nie powiodło się {error}
sw: Imeshindwa kutafuta{error}
ur: تلاش ناکام {error}

source: search space
ar: البحث عن فضاء
da: Søg Space
de: Space suchen
es: buscar espacio
fr: recherche d'espace
pl: przestrzeń wyszukiwania
sw: nafasi ya utafutaji
ur: سپیس تلاش کریں

source: Search Spaces
ar: البحث عن الفضاءات
da: Søg Spaces
de: Suche Spaces
es: Buscar Espacios
fr: Recherche d'espaces
sw: Tafuta Nafasi
ur: سپیسز تلاش کریں

source: Search Public Directory
ar: البحث في الدليل العام
da: Søg i det offentlige register
de: Suche im öffentlichen Verzeichnis
es: Buscar en el Directorio Público
fr: Recherche dans l'Annuaire Public
sw: Tafuta Orodha ya Umma
ur: عوامی ڈائریکٹری تلاش کریں

source: see open tasks
ar: انظر المهام المفتوحة
da: Se åbne opgaver
de: Offene Aufgaben ansehen
es: ver tareas abiertas
fr: voir les tâches en cours
pl: zobacz otwarte zadania
sw: tazama kazi zilizo wazi
ur: کھلے ٹاسکس دیکھیں

source: Seen By
ar: تمت مشاهدته من قبل
da: Set af
de: Gesehen durch
es: Visto Por
fr: Vu par
pl: Widziane przez
sw: Imeonekana Na
ur: دیکھا گیا

source: Unselect all
ar: إلغاء اختيار الكل
da: Fravælg alle
de: Alle abwählen
sw: Acha kuchagua zote
ur: سبھی کو غیر منتخب کریں

# selectAnyRoomToSeeIt
source: Select any Chat to see it
ar: حدد أي محادثة لرؤيتها
da: Vælg en chat for at se den
de: Wähle einen beliebigen Chat aus um ihm anzusehen
es: Seleccionar Cualquier Chat para ver eso
fr: Sélectionnez n'importe quel Chat pour l'afficher
pl: Wybierz dowolny pokój, aby go zobaczyć
sw: Chagua Gumzo lolote ili kuiona
ur: اسے دیکھنے کے لیے کوئی بھی چیٹ منتخب کریں

source: Select Due
ar: اختر تاريخ الاستحقاق
da: Vælg Deadline
de: Fälligkeit wählen
es: Seleccionar Vencimiento
fr: Sélectionner l'échéance
pl: Wybierz termin
sw: Chagua Inastahili
ur: واجب الادا منتخب کریں

source: Select Language
ar: اختر اللغة
da: Vælg sprog
de: Sprache wählen
es: Seleccionar Idioma
fr: Sélectionner la langue
pl: Wybierz język
sw: Chagua Lugha
ur: زبان منتخب کریں

source: Select parent space
ar: اختر الفضاء الأم
da: Vælg Space
de: Elternspace wählen
es: Seleccionar espacio parental
fr: Sélectionner l'espace parent
pl: Wybierz przestrzeń nadrzędną
sw: Chagua nafasi ya mzazi
ur: پیرنٹ اسپیس منتخب کریں

source: Send
ar: أرسل
de: Senden
es: Enviar
fr: Envoyer
pl: Wyślij
sw: Tuma
ur: بھیجیں

source: Sending Report
ar: إرسال التقرير
da: Sender rapport
de: Sende Meldung
es: Envío de Informe
fr: Rapport d'envoi
pl: Wysyłanie raportu
sw: Inatuma Ripoti
ur: رپورٹ بھیج رہے ہیں

source: Sending Email
ar: إرسال بريد إلكتروني
da: Sender e- mail
de: E-Mail senden
es: Envío de Email
fr: Envoi de mail
sw: Kutuma Barua Pepe
ur: ای میل بھیج رہے ہیں

# sendingEmailFailed
source: Sending failed: {error}
ar: فشل الإرسال: {error}
da: Afsendelse mislykkedes: {error}
de: Senden fehlgeschlagen: {error}
es: Error de envío: {error}
fr: L'envoi a échoué : {error}
sw: Imeshindwa kutuma: {error}
ur: بھیجنا ناکام ہو گیا: {error}

# sendingRsvpFailed
source: Sending RSVP failed: {error}
da: Afsendelse af RSVP mislykkedes: {error}
de: Event-Antwort senden fehlgeschlagen: {error}
sw: Imeshindwa kutuma RSVP: {error}
ur: RSVP بھیجنا ناکام ہو گیا: {error}

source: sent an image.
ar: تم إرسال صورة.
da: sendte et billede.
de: Bild gesendet.
es: envió una imagen.
fr: a envoyé une image.
pl: wysłał obraz.
sw: alituma picha.
ur: ایک تصویر بھیجی۔

source: Server
ar: السيرفر
es: Servidor
fr: Serveur
pl: Serwer
sw: Seva
ur: سرور

source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Paramètres
pl: Ustawienia
sw: Mipangilio
ur: ترتیبات

# securityAndPrivacy
source: Security & Privacy
ar: الأمن والخصوصية
da: Sikkerhed og privatliv
de: Sicherheit & Privatsphäre
es: Seguridad y Privacidad
fr: Sécurité et vie privée
pl: Bezpieczeństwo i prywatność
sw: Usalama na Faragha
ur: سیکیورٹی اور پرائیویسی

# settingsKeyBackUpTitle
source: Key Backup
ar: مفتاح النسخ الاحتياطي
da: Nøgle backup
de: Schlüsselbackup
es: Clave de Seguridad
fr: Clé de Sauvegarde
pl: Kopia zapasowa klucza
sw: Hifadhi Nakala muhimu
ur: کی بیک اپ

# settingsKeyBackUpDesc
source: Manage the key backup
ar: إدارة النسخة الاحتياطية
da: Administrer nøglebackup
de: Verwalte das Verschlüsselungsbackup
es: Gestionar la clave de seguridad
fr: Gérer la sauvegarde de la clé
pl: Zarządzanie kopiami zapasowymi kluczy
sw: Dhibiti uhifadhi wa ufunguo
ur: کی بیک اپ کا نظم کریں

source: Share
ar: شارك
da: Del
de: Teilen
es: Compartir
fr: Partager
pl: Udział
sw: Shiriki
ur: شیئر کریں

# shareFailed
source: Sharing failed: {error}
ar: المشاركة فشلت: {error}
da: Deling mislykkedes: {error}
de: Teilen fehlgeschlagen: {error}
es: Error al compartir: {error}
fr: Échec du partage : {error}
pl: Udostępnianie nie powiodło się: {error}
sw: Imeshindwa kushiriki: {error}
ur: اشتراک ناکام: {error}

source: Shared Calendar and events
ar: الرزنامة والفعاليات المفتوحة
da: Delt kalender og begivenheder
de: Gemeinsamer Kalender und Events
es: Calendario y eventos compartidos
fr: Calendrier et événements partagés
pl: Wspólny kalendarz i wydarzenia
sw: Kalenda na matukio yaliyoshirikiwa
ur: مشترکہ کیلنڈر اور ایونٹس

source: Sign Up
ar: التسجيل
da: Tilmeld
de: Beitreten
es: Inscribirse
fr: S'inscrire
pl: Zarejestruj się
sw: Jisajili
ur: سائن اپ کریں

source: Skip
ar: تجاوز
de: Überspringen
es: Saltar
fr: Passer
pl: Pomiń
sw: Ruka
ur: چھوڑیں

source: Slide posting
ar: نشر الشرائح
da: Posting
de: Poste Slides
es: Presentación de diapositivas
fr: Diffusion de diapositives
pl: Publikowanie slajdów
sw: Uchapishaji wa slaidi
ur: سلائیڈ پوسٹنگ

# slidesNotYetSupported
source: {type} slides not yet supported
ar: {type} الشرائح غير مدعومة بعد
da: {type} slides endnu ikke understøttet
de: {type} Slide noch nicht unterstützt
es: {type} diapositivas aún incompatibles
fr: {type} diapositives non encore prises en charge
pl: {type} slajdów nie jest jeszcze obsługiwany
sw: {type} slaidi bado hazitumiki
ur: {type} سلائیڈز ابھی تک تعاون یافتہ نہیں ہیں

# someErrorOccurredLeavingRoom
source: Some error occurred leaving Chat
ar: حدث خطأ ما أثناء مغادرة المحادثة
da: Nogle fejl opstod da du forlod Chat
de: Fehler beim Verlassen des Chats
es: Se ha producido un error al abandonar el chat
fr: Une erreur s'est produite en quittant le Chat
pl: Wystąpił błąd pozostawiający miejsce
sw: Hitilafu fulani ilitokea wakati wa kuondoka kwenye Chat
ur: چیٹ چھوڑنے میں کچھ خرابی پیش آگئی

source: Space
ar: فضاء
es: Espacio
fr: Espace
pl: Przestrzeń
sw: “Nafasi”
ur: سپیس

source: Start DM
ar: ابدأ دي ام DM
de: DM starten
es: Iniciar un MD
fr: Lancer un MD
sw: Anzisha DM
ur: ڈی ایم شروع کریں

source: state
ar: الحالة
da: tilstand
de: Status
es: estado
fr: statut
pl: stan
sw: jimbo
ur: اسٹیٹ

source: Submit
ar: إرسال
da: Indsend
de: Übermitteln
es: Enviar
fr: Envoyer
pl: Prześlij
sw: Wasilisha
ur: جمع کروائیں

source: Submitting comment
ar: إرسال التعليق
da: Indsender kommentar
de: Übermittele Kommentar
es: Enviar un comentario
fr: Envoi de commentaire
pl: Przesyłanie komentarza
sw: Kuwasilisha maoni
ur: کمنٹ جمع کرایا جا رہا ہے

# termsText1
source: By clicking to create profile you agree to our
ar: بالنقر على إنشاء ملف شخصي فإنك توافق على
da: Ved oprettelse af profil accepterer du vores
de: Indem Sie auf Anmelden klicken, erklären Sie sich mit unserer
es: Al hacer clic para crear un perfil, acepta nuestra
fr: En cliquant sur créer un profil, vous acceptez notre
pl: Klikając, aby utworzyć profil, wyrażasz zgodę na nasze
sw: Kwa kubofya ili kuunda wasifu unakubali yetu
ur: پروفائل بنانے کے لیے کلک کرکے آپ ہماری بات سے اتفاق کرتے ہیں

# theCurrentJoinRulesOfSpace
source: The current join rules of {roomName} mean it won’t be visible for {parentSpaceName}’s members. Should we update the join rules to allow for {parentSpaceName}’s space member to see and join the {roomName}?
ar: قواعد الانضمام الحالية ل {roomName} يعني أنه لن يكون مرئيًا لأعضاء {parentSpaceName}’.هل يجب علينا تحديث قواعد الانضمام للسماح لأعضاء {parentSpaceName} برؤية أعضاء {roomName} والانضمام إليها؟
da: Den nuværende synligheds-indstilling af {roomName} betyder, at det ikke vil være synligt for {parentSpaceName} 's medlemmer. Skal vi opdatere synligheden for at tillade {parentSpaceName} s medlemmer til at se og deltage i {roomName}?
de: Die aktuelle Beitrittsregeln bedeuten, dass {roomName} nicht für die Mitglieder von {parentSpaceName} sichtbar ist. Sollen wir die Beitrittsregel anpassen und allen Mitgliedern von {parentSpaceName} den Zugang zu {roomName} erlauben?
es: Las reglas de ingreso actuales de {roomName} significan que no será visible para los miembros de {parentSpaceName}. ¿Deberíamos actualizar las reglas de ingreso para permitir que los miembros del espacio de {parentSpaceName} vean y se unan a {roomName}?
fr: Les règles d'adhésion actuelles de {roomName} signifie qu'il ne sera pas visible pour les membres de {parentSpaceName}. Devons-nous mettre à jour les règles d'adhésion pour permettre aux membres de l'espace {parentSpaceName} de voir et de joindre {roomName} ?
pl: Obecne zasady dołączania {roomName} oznaczają, że nie będzie on widoczny dla członków {parentSpaceName}. Czy powinniśmy zaktualizować reguły dołączania, aby umożliwić członkom przestrzeni {parentSpaceName} zobaczenie i dołączenie do {roomName}?
sw: Sheria za sasa za kujiunga za {roomName} zinamaanisha kwamba halitaonekana kwa wanachama wa {parentSpaceName}. Je, tunapaswa kusasisha sheria za kujiunga ili kuruhusu mshiriki wa kikundi cha {parentSpaceName} kuona na kujiunga na {roomName}?
ur: {roomName} کے موجودہ جوائن رولز کا مطلب ہے کہ یہ {parentSpaceName} کے اراکین کے لیے نظر نہیں آئے گا۔ کیا ہمیں {parentSpaceName} کے اسپیس ممبر کو {roomName} کو دیکھنے اور اس میں شامل ہونے کی اجازت دینے کے لیے شمولیت کے قواعد کو اپ ڈیٹ کرنا چاہیے؟

# theSelectedRooms
source: the selected chats
ar: المحادثات المختارة
da: de valgte chats
de: die gewählten Chats
es: Los chats seleccionados
fr: les chats sélectionnés
pl: wybrane pokoje
sw: mazungumzo yaliyochaguliwa
ur: منتخب چیٹس

source: They won’t be able to join again
ar: لن يتمكنوا من الانضمام مرة أخرى
da: De vil ikke kunne joine igen
de: Kann dann nicht wieder beitreten
es: Ellos no serán capaces de unirse de nuevo
fr: Ils ne pourront plus s'inscrire à nouveau
pl: Nie będą mogli dołączyć ponownie
sw: Hawataweza kujiunga tena
ur: وہ دوبارہ شامل نہیں ہو سکیں گے

# thirdParty
source: 3rd Party
ar: طرف ثالث
da: 3. Part
de: Drittanbieter
es: terceros
fr: tierce Partie
pl: 3. strona
sw: Mtu wa tatu
ur: تیسری پارٹی

# typingUser1
source: {user} is typing
ar: {user} يقوم بالكتابة...
da: {user} skriver..
de: {user} tippt
es: {user} está escribiendo...
fr: {user} est en train d'écrire...
pl: {user} wpisuje...
sw: {user} anaandika
ur: {user} ٹائپ کر رہا ہے...

# typingUser2
source: {user1} and {user2} are typing
ar: {user1} و {user2} يكتبان...
da: {user1} og {user2} skriver..
de: {user1} und {user2} tippen
es: {user1} y {user2} están escribiendo...
fr: {user1} et {user2} sont en train de taper...
pl: {user1} i {user2} wpisują...
sw: {user1} na {user2} wanaandika
ur: {user1} اور {user2} ٹائپ کر رہے ہیں...

# typingUserN
source: {user} and {userCount} others are typing
ar: {user} و {userCount} آخرين يكتبون
da: {user} og {userCount} andre skriver
de: {user} und {userCount} weitere tippen
es: {user} y {userCount} otros están escribiendo
sw: {user} na wengine {userCount} wanaandika
ur: {user} اور {userCount} دوسرے ٹائپ کر رہے ہیں

source: to
ar: إلى
da: til
de: zu
es: para
fr: pour
pl: do
sw: kwa
ur: کو

source: Today
ar: اليوم
da: I dag
de: Heute
es: Hoy
fr: Aujourd'hui
pl: Dzisiaj
sw: Leo
ur: آج

source: token
ar: توكن (token)
da: Kode
de: Code
sw: ishara
ur: ٹوکن

source: Tomorrow
ar: غداً
da: I morgen
de: Morgen
es: Mañana
fr: Demain
pl: Jutro
sw: Kesho
ur: کل

source: Topic
ar: الموضوع
da: Emne
de: Thema
es: Tema
fr: Sujet
sw: Mada
ur: موضوع

source: Trying to confirm token
ar: محاولة تأكيد التوكن (token)
da: Forsøger at bekræfte invitationskoden
de: Versuche den Code zu bestätigen
es: Intentando confirmar token
fr: Tentative de confirmation du token
pl: Próba potwierdzenia tokena
sw: Inajaribu kuthibitisha tokeni
ur: ٹوکن کی تصدیق کرنے کی کوشش کر رہا ہے

# tryingToJoin
source: Joining {name}
ar: يحاول الانضمام {name}
da: Tilslutter {name}
de: Trete {name} bei
es: Intentando unirse a {name}
fr: Tentative de joindre {name}
pl: Próba dołączenia do {name}
sw: Unajiunga na {name}
ur: {name} میں شامل ہونے کی کوشش کر رہا ہے

source: Try to join
ar: حاول الانضمام
da: Prøv at join
de: Versuche beizutreten
es: Intentar unirse
fr: Tenter de rejoindre
pl: Spróbuj dołączyć
sw: Jaribu kujiunga
ur: شامل ہونے کی کوشش کریں

source: Type Name
ar: اكتب الاسم
da: Typenavn
de: Name eingeben
es: Escriba Nombre
fr: Saisir Nom
pl: Nazwa typu
sw: Andika Jina
ur: نام ٹائپ کریں

# unblockingUserProgress
source: Unblocking User
ar: إلغاء حظر المستخدم
da: Fjern blokering af bruger
de: Hebe Userblockierung auf
es: Desbloquear Usuario
fr: Déblocage d'Utilisateur
pl: Odblokowanie użytkownika
sw: Kufungua Mtumiaji
ur: صارف کو ان بلاک کر رہے ہیں

# unblockingUserSuccess
source: User unblocked. It might takes a bit before the UI reflects this update.
ar: تم إلغاء حظر المستخدم. قد يستغرق الأمر بعض الوقت قبل أن يظهر هذا التحديث على واجهة المستخدم.
da: Blokering af bruger fjernet. Det kan tage lidt før det afspejles.
de: Userblockierung aufgehoben. Es braucht eventuell einen Moment bevor die Oberfläche dies korrekt anzeigt.
es: Usuario desbloqueado. Puede que la interfaz de usuario tarde un poco en reflejar esta actualización.
fr: Utilisateur débloqué. Il faudra peut-être attendre un peu avant que l'interface utilisateur ne tienne compte de cette mise à jour.
pl: Użytkownik odblokowany. Może minąć trochę czasu, zanim interfejs użytkownika odzwierciedli tę aktualizację.
sw: Mtumiaji amefunguliwa. Huenda ikachukua muda kabla ya UI kuonyesha sasisho hili.
ur: صارف کو ان بلاک کر دیا گیا۔ UI کے اس اپ ڈیٹ کی عکاسی کرنے میں تھوڑا وقت لگ سکتا ہے۔

# unblockTitle
source: Unblock {userId}
ar: إلغاء حظر {userId}
da: Fjern blokering af {userId}
de: Blockierung von {userId} aufheben
es: Desbloquear {userId}
fr: Débloquer {userId}
pl: Odblokuj {userId}
sw: Acha kumzuia {userId}
ur: ان بلاک {userId}

source: Unblock User
ar: إلغاء حظر مستخدم
da: Fjern blokering af bruger
de: Userblockierung aufheben
es: Desbloquear a un Usuario
fr: Débloquer Utilisateur
pl: Odblokuj użytkownika
sw: Ondoa kizuizi kwa Mtumiaji
ur: صارف کو ان بلاک کریں

# unreadMarkerFeatureTitle
source: Unread Markers
ar: العلامات غير المقروءة
da: Ulæste markører
de: Gelesen Tracking
es: Marcadores Sin Leer
fr: Marqueurs non lus
sw: Alama ambazo hazijasomwa
ur: بغیر پڑھے ہوئے مارکر

# unreadMarkerFeatureDescription
source: Track and show which Chats have been read
ar: تتبع وإظهار المحادثات التي تمت قراءتها
da: Vis hvilke chats der er blevet læst
de: Verfolge und zeige welche Chats bereits gelesen wurden
es: Seguimiento y visualización de los Chats leídos
fr: Suivre et afficher les chats qui ont été lus
sw: Fuatilia na uonyeshe ni Gumzo zipi zimesomwa
ur: ٹریک کریں اور دکھائیں کہ کون سی چیٹس پڑھی گئی ہیں

source: undefined
ar: غير محدد
da: udefineret
de: undefiniert
es: indefinido
fr: indéfini
pl: niezdefiniowany
sw: isiyofafanuliwa
ur: غیر متعینہ

source: unknown
ar: مجهول
da: ukendt
de: unbekannt
es: desconocido
fr: inconnue
pl: nieznany
sw: haijulikani
ur: نامعلوم

source: Unlink
ar: فك الربط
da: Fjern
de: Entlinken
es: Desvincular
fr: Détacher
pl: Odłącz
sw: Tenganisha
ur: لنک ختم کریں

# unverifiedSessionsDescription
source: You have devices logged in your account that aren’t verified. This can be a security risk. Please ensure this is okay.
ar: لديك أجهزة مسجلة في حسابك لم يتم التحقق منها. قد يشكل ذلك خطراً أمنياً. يرجى التأكد من أن هذا الأمر مقبول.
da: Du har enheder logget på din profil, der ikke er verificeret. Det kan være en sikkerhedsrisiko. Sørg for, at det er okay.
de: Es sind Geräte in deinem Konto eingeloggt, die nicht verifiziert sind. Dies kann ein Sicherheitsrisiko sein. Bitte überprüfe, dass dies okay ist.
es: Tiene dispositivos registrados en su cuenta que no están verificados. Esto puede ser un riesgo para la seguridad. Por favor, asegúrese de que esto está bien.
fr: Certains appareils connectés à votre compte ne sont pas vérifiés. Cela peut constituer un risque pour la sécurité. Veuillez vous assurer que tout est en ordre.
pl: Na koncie zalogowane są urządzenia, które nie zostały zweryfikowane. Może to stanowić zagrożenie dla bezpieczeństwa. Upewnij się, że wszystko jest w porządku.
sw: Una vifaa vilivyoingia katika akaunti yako ambavyo havijathibitishwa. Hii inaweza kuwa hatari ya usalama. Tafadhali hakikisha hii ni sawa.
ur: آپ کے پاس اپنے اکاؤنٹ میں لاگ ان ڈیوائسس ہیں جن کی تصدیق نہیں ہوئی ہے۔ یہ سیکورٹی رسک ہو سکتا ہے۔ براہ کرم یقینی بنائیں کہ یہ ٹھیک ہے۔

# updatePowerLevel
source: Update Permission level
ar: تحديث مستوى الإذن
da: Opdatér tilladelsesniveau
de: Zugriffslevel aktualisieren
es: Actualizar el Nivel de Autorización
fr: Mettre à jour le niveau de Permission
pl: Aktualizacja poziomu mocy
sw: Sasisha kiwango cha Ruhusa
ur: اجازت کی سطح کو اپ ڈیٹ کریں

# updateFeaturePowerLevelDialogTitle
source: Update Permission of {feature}
da: Opdater tilladelse af {feature}
de: Berechtigungen von {feature} aktualisieren
sw: Sasisha Ruhusa ya {feature}
ur: {feature} کی اجازت کو اپ ڈیٹ کریں

# updateFeaturePowerLevelDialogFromTo
source: from {memberStatus} ({currentPowerLevel}) to
da: fra {memberStatus} ({currentPowerLevel}) til
de: Von {memberStatus} ({currentPowerLevel}) zu
sw: kutoka {memberStatus} ({currentPowerLevel}) hadi
ur: {memberStatus} ({currentPowerLevel}) سے

# updateFeaturePowerLevelDialogFromDefaultTo
source: from default to
da: fra standard til
de: von Standard zu
sw: kutoka chaguo-msingi hadi
ur: ڈیفالٹ سے

source: Updating due
ar: التحديث المستحق
da: Opdatering
de: Aktualisiere Fälligkeit
es: Actualización Pendiente
fr: Mettre à jour la date d'échéance
pl: Wymagana aktualizacja
sw: Inasasisha
ur: واجب الادا اپ ڈیٹ ہو رہا ہے

# verificationEmojiNotice
source: Compare the unique emoji, ensuring they appear in the same order.
ar: قارن بين الرموز التعبيرية المميزة، وتأكد من ظهورها بالترتيب نفسه.
da: Sammenlign de unikke emoji'er, og sikre at de vises i samme rækkefølge.
de: Vergleiche die unterschiedliche Emoji, stelle sicher, dass diese in der Richtigen Reihenfolge erscheinen.
es: Compare los emoji únicos, asegurándose de que aparecen en el mismo orden.
fr: Comparez les emoji uniques en veillant à ce qu'ils apparaissent dans le même ordre.
pl: Porównaj unikalne emoji, upewniając się, że pojawiają się w tej samej kolejności.
sw: Linganisha emoji ya kipekee, ukihakikisha kuwa zinaonekana kwa mpangilio sawa.
ur: منفرد ایموجی کا موازنہ کریں، اس بات کو یقینی بناتے ہوئے کہ وہ ایک ہی ترتیب میں دکھائی دیں۔

# verificationRequestAccept
source: To proceed, please accept the verification request on your other device.
ar: للمواصلة، يُرجى قبول طلب التحقق من جهازك الآخر.
da: For at fortsætte, bedes du acceptere verifikationsanmodningen på din anden enhed.
de: Um fortzufahren bitte die Verifikationsanfrage auf dem anderen Gerät annehmen.
es: Para continuar, acepta la solicitud de verificación en tu otro dispositivo.
fr: Pour continuer, veuillez accepter la demande de vérification sur votre autre appareil.
pl: Aby kontynuować, zaakceptuj prośbę o weryfikację na drugim urządzeniu.
sw: Ili kuendelea, tafadhali kubali ombi la uthibitishaji kwenye kifaa chako kingine.
ur: آگے بڑھنے کے لیے، براہ کرم اپنے دوسرے ڈیوائسس پر تصدیق کی درخواست قبول کریں۔

# verificationRequestWaitingFor
source: Waiting for {sender}…
ar: في انتظار {sender}…
da: Venter på {sender}..
de: Warte auf {sender}…
es: Esperando a {sender}…
fr: En attente de {sender}…
pl: Oczekiwanie na {sender}…
sw: Inasubiri {sender}…
ur: {sender} کا انتظار ہے…

# verificationSasDoNotMatch
source: They don’t match
ar: لا تتطابق
da: De matcher ikke
de: Stimmen nicht überein
es: No coinciden
fr: Ils ne correspondent pas
pl: Nie pasują one do siebie
sw: Hazilingani
ur: وہ مماثل نہیں ہیں

# verificationSasMatch
source: They match
ar: تتطابق
da: De matcher
de: Stimmen überein
es: Coinciden
fr: Ils correspondent
pl: Pasują do siebie
sw: Wanalingana
ur: وہ مماثل ہیں

# verificationScanEmojiTitle
source: Can’t scan
ar: لا يمكن المسح الضوئي
da: Kan ikke scanne
de: Kann nicht scannen
es: No se puede escanear
fr: Impossible de scanner
pl: Nie można skanować
sw: Haiwezi kuchanganua
ur: اسکین نہیں کر سکتے

# verificationScanSelfEmojiSubtitle
source: Verify by comparing emoji instead
ar: تحقق من خلال مقارنة الرموز التعبيرية عوضاً عن ذلك
da: Verificér ved at sammenligne emoji'er i stedet
de: Stattdessen per Emoji-Vergleich verifizieren
es: Compruébalo comparando los emoji
fr: Vérifier en comparant les emoji
pl: Zweryfikuj, porównując emoji
sw: Thibitisha kwa kulinganisha emoji badala yake
ur: اس کے بجائے ایموجی کا موازنہ کرکے تصدیق کریں

# verificationScanSelfNotice
source: Scan the code with your other device or switch and scan with this device
ar: امسح الرمز باستخدام جهازك الآخر أو قم بالتبديل والمسح باستخدام هذا الجهاز
da: Scan koden med din anden enhed eller scan med denne enhed
de: Scanne den Code mit dem anderen Gerät oder wechsle um mit diesem Gerät zu scannen
es: Escanee el código con su otro dispositivo o cambie y escanee con este dispositivo
fr: Scannez le code avec votre autre appareil ou changez d'appareil et scannez avec celui-ci
pl: Zeskanuj kod za pomocą innego urządzenia lub przełącz się i zeskanuj za pomocą tego urządzenia
sw: Changanua msimbo kwa kifaa chako kingine au ubadilishe na uchanganue kwa kifaa hiki
ur: کوڈ کو اپنے دوسرے ڈیوائس سے اسکین کریں یا اس ڈیوائس کے ساتھ سوئچ اور اسکین کریں

source: Welcome Back
ar: أهلاً بعودتك
da: Velkommen tilbage
de: Willkommen zurück
es: Bienvenido de Nuevo
fr: Bienvenue à nouveau
pl: Witamy z powrotem
sw: Karibu tena
ur: دوبارہ خوش آمدید

source: What to call this chat?
ar: ماذا نسمي هذه المحادثة؟
da: Hvad skal man kalde denne chat?
de: Wie soll dieser Chat heißen?
es: ¿Cómo llamar a este chat?
fr: Comment appeler ce chat ?
pl: Jak nazwać ten czat?
sw: Nini cha kuiita gumzo hili?
ur: اس چیٹ کو کیا نام دیں؟

source: Yes
ar: نعم
da: Ja
de: Ja
es: Sí
fr: Oui
pl: Tak
sw: Ndiyo
ur: ہاں

source: Activate
da: Aktivér
de: Aktivieren
sw: Washa
ur: چالو کریں

source: Changing notification mode…
ar: تغيير وضع الإشعارات…
da: Ændr notifikationstilstand..
de: Ändere Benachrichtigungsmodus.…
es: Cambiando el modo de notificación…
fr: Changement du mode de notification…
pl: Zmiana trybu powiadomień…
sw: Inabadilisha hali ya arifa…
ur: اطلاع کا موڈ تبدیل ہو رہا ہے…

# errorLoadingTasks
source: Error loading tasks: {error}
ar: خطأ في تحميل المهام: {error}
da: Fejl ved indlæsning af opgaver: {error}
de: Aufgabenladen fehlgeschlagen: {error}
es: Error cargando tareas: {error}
fr: Erreur de chargement des tâches : {error}
pl: Błąd ładowania zadań: {error}
sw: Hitilafu katika kupakia kazi: {error}
ur: ٹاسکس لوڈ کرنے میں خرابی: {error}
