Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

# verifiedSessionsDescription
source: All your devices are verified. Your account is secure.
ar: تم التحقق من جميع أجهزتك. حسابك آمن.
da: Alle dine enheder er bekræftet. Din konto er sikret.
de: All deine Geräte sind verifiziert. Dein Konto ist abgesichert.
es: Todos sus dispositivos están verificados. Su cuenta está segura.
fr: Tous vos appareils sont vérifiés. Votre compte est sécurisé.
pl: Wszystkie urządzenia są zweryfikowane. Twoje konto jest bezpieczne.
sw: Vifaa vyako vyote vimethibitishwa. Akaunti yako iko salama.
ur: آپ کے تمام ڈیوائسس تصدیق شدہ ہیں۔ آپ کا اکاؤنٹ محفوظ ہے۔

source: Verify other session
ar: التحقق من دورة أخرى
da: Verificér anden session
de: Andere Sitzung verifizieren
es: Verificar otra sesión
fr: Vérifier les autres sessions
pl: Weryfikacja innej sesji
sw: Thibitisha kipindi kingine
ur: دوسرے سیشن کی تصدیق کریں

source: Verify session
ar: التحقق من الدورة
da: Verificér session
de: Sitzung verifizieren
es: Verificar sesión
fr: Vérifier la session
pl: Weryfikacja sesji
sw: Thibitisha kipindi
ur: سیشن کی تصدیق کریں

source: Verify this session
ar: تحقق من هذه الدورة
da: Verificér denne session
de: Verifiziere diese Sitzung
es: Verificar esta sesión
fr: Vérifier cette session
pl: Zweryfikuj tę sesję
sw: Thibitisha kipindi hiki
ur: اس سیشن کی تصدیق کریں

source: Version
ar: الإصدار
pl: Wersja
sw: Toleo
ur: ورژن

source: via
ar: عن طريق
de: per
es: por
pl: przez
sw: kupitia
ur: کے ذریعے

source: You are not a member of any space yet
ar: أنت لست عضوًا في أي فضاء بعد
da: Du er ikke medlem af noget Space's endnu
de: Du bist bisher kein Mitglied eines Spaces
es: Usted no es miembro de ningún espacio aún
fr: Vous n'êtes pas encore membre d'aucun espace
pl: Nie jesteś jeszcze członkiem żadnej przestrzeni
sw: Bado wewe si mwanachama wa kikundi chochote
ur: آپ ابھی تک کسی اسپیس کے ممبر نہیں ہیں

source: You are currently not connected to any spaces
ar: أنت غير متصل حالياً بأي فضاءات
da: Du er i øjeblikket ikke forbundet til nogen Spaces
de: Du hast aktuell keine Space
es: Actualmente no está conectado a ningún espacio
fr: Vous n'êtes actuellement connecté à aucun espaces
pl: Obecnie nie jesteś połączony z żadną przestrzenią
sw: Kwa sasa hujaunganishwa kwenye nafasi zozote
ur: آپ فی الحال کسی بھی اسپیس سے منسلک نہیں ہیں

source: you are done with all your tasks!
ar: لقد أنجزت جميع مهامك!
da: Du har afsluttet alle dine opgaver!
de: Du bist mit allen Aufgaben fertig!
es: ¡ha acabado con todas sus tareas!
fr: vous avez terminé toutes vos tâches !
pl: wszystkie zadania zostały wykonane!
sw: umemaliza kazi zako zote!
ur: آپ نے اپنے تمام ٹاسکس مکمل کر لیے ہیں!

source: Deleting code
ar: حذف الرمز
da: Sletter kode
de: Code löschen
es: Eliminando código
fr: Suppression du code
pl: Usuwanie kodu
sw: Inafuta msimbo
ur: کوڈ کو حذف کیا جا رہا ہے

source: Due today
ar: الموعد المحدد اليوم
da: Deadline
de: Heute fällig
es: Vence hoy
fr: Échéance aujourd'hui
pl: Do dzisiaj
sw: Inadaiwa leo
ur: آج واجب الادا ہے

source: Due tomorrow
ar: الموعد المحدد غداً
da: Deadline Imorgen
de: Morgen fällig
es: Vence Mañana
fr: Échéance demain
pl: Do jutra
sw: Inadaiwa kesho
ur: کل واجب الادا ہے

# failedToChangePowerLevel
source: Failed to change permission level: {error}
ar: فشل في تغيير مستوى الإذن: {error}
da: Kunne ikke ændre tilladelses niveau: {error}
de: Ändern des Zugriffslevels fehlgeschlagen: {error}
es: Error al cambiar el nivel de autorización: {error}
fr: Échec de la modification du niveau de permission : {error}
pl: Nie udało się zmienić poziomu mocy: {error}
sw: Imeshindwa kubadilisha kiwango cha ruhusa: {error}
ur: اجازت کی سطح کو تبدیل کرنے میں ناکام: {error}

# failedToChangeNotificationMode
source: Failed to change notification mode: {error}
ar: فشل في تغيير وضع الإشعار: {error}
da: Kunne ikke ændre notifikations indstillinger: {error}
de: Ändern des Benachrichtigungsmodus fehlgeschlagen: {error}
es: Error al cambiar el modo de notificación: {error}
fr: Échec de la modification du mode de notification : {error}
pl: Nie udało się zmienić trybu powiadomień: {error}
sw: Imeshindwa kubadilisha hali ya arifa: {error}
ur: اطلاع کے موڈ کو تبدیل کرنے میں ناکام: {error}

# failedToChangePushNotificationSettings
source: Failed to change push notification settings: {error}
ar: فشل في تغيير إعدادات الإشعارات المدفوعة: {error}
da: Kunne ikke ændre push notification indstillinger: {error}
de: Ändern der Push-Einstellungen fehlgeschlagen: {error}
es: Error al cambiar la configuración de las notificaciones push: {error}
fr: Échec de la modification des paramètres de notification push : {error}
pl: Nie udało się zmienić ustawień powiadomień push: {error}
sw: Imeshindwa kubadilisha mipangilio ya arifa kutoka kwa programu: {error}
ur: پش اطلاع کی ترتیبات کو تبدیل کرنے میں ناکام: {error}

source: Loading first sync
ar: جاري تحميل المزامنة الأولى
da: Indlæser første synkronisering
de: Lade ersten Sync
es: Cargando primera sincronización
fr: Chargement de la première synchronisation
pl: Ładowanie pierwszej synchronizacji
sw: Inapakia usawazishaji wa kwanza
ur: پہلی مطابقت پذیری لوڈ ہو رہی ہے

source: Loading pin
ar: جارٍ تحميل الدبوس
da: Indlæser Pin
de: Lade Pin
es: Cargando chincheta
fr: Chargement de l'épingle
pl: Sworzeń ładujący
sw: Inapakia pini
ur: پن لوڈ ہو رہا ہے

source: Loading rsvp status
ar: جاري تحميل حالة rsvp
da: Indlæser rsvp status
de: Lade RSVP status
es: Cargando estado rsvp
fr: Chargement du statut rsvp
pl: Ładowanie statusu rsvp
sw: Inapakia hali ya rsvp
ur: rsvp اسٹیٹس لوڈ ہو رہا ہے

source: Loading targets
ar: جارٍ تحميل الأهداف
da: Indlæser enheder
de: Lade Ziele
es: Cargando objetivos
fr: Chargement des cibles
pl: Ładowanie celów
sw: Inapakia malengo
ur: ٹارگٹس لوڈ ہو رہے ہیں

# chatJoinedUserId
source: {userId} joined
ar: {userId} انضم
da: {userId} deltager
de: {userId} ist beigetreten
es: {userId} unido
fr: {userId} a rejoint
sw: {userId} amejiunga
ur: {userId} شامل ہوا

# chatYouJoined
source: You joined
ar: انضممت
da: Du deltager
de: Du bist beigetreten
es: Usted se unió
fr: Vous avez rejoint
sw: Ulijiunga
ur: آپ نے شمولیت اختیار کی

# chatYouAcceptedInvite
source: You accepted the invite
ar: لقد قبلت الدعوة
da: Du accepterede invitationen
de: Du hast die Einladung angenommen
es: Aceptó la invitación
fr: Vous avez accepté l'invitation
sw: Ulikubali mwaliko
ur: آپ نے دعوت قبول کر لی

source: Start date required!
ar: تاريخ البدء ضروري!
da: Startdato påkrævet
de: Startdatum notwendig!
es: ¡Fecha de inicio requerida!
fr: Date de début requise !
pl: Wymagana data rozpoczęcia!
sw: Tarehe ya kuanza inahitajika!
ur: آغاز کی تاریخ درکار ہے!

source: Start time required!
ar: وقت البدء ضروري!
da: Starttid påkrævet
de: Startzeit notwendig!
es: ¡Hora de inicio requerida!
fr: Heure de début requise !
pl: Wymagany czas rozpoczęcia!
sw: Muda wa kuanza unahitajika!
ur: شروع کرنے کا وقت درکار ہے!

source: End date required!
ar: تاريخ الانتهاء ضروري!
da: Slutdato påkrævet!
de: Enddatum notwendig!
es: ¡Fecha de finalización requerida!
fr: Date de fin requise !
pl: Wymagana data zakończenia!
sw: Tarehe ya mwisho inahitajika!
ur: اختتامی تاریخ درکار ہے!

source: End time required!
ar: وقت النهاية ضروري!
da: Sluttidspunkt påkrævet!
de: Endzeit notwendig!
es: ¡Tiempo de finalización requerido!
fr: Heure de fin requise !
pl: Wymagany czas zakończenia!
sw: Muda wa mwisho unahitajika!
ur: اختتامی وقت درکار ہے!

source: search user
ar: البحث عن مستخدم
da: Søge Bruger
de: Suche User
es: buscar usuario
fr: Rechercher utilisateur
sw: tafuta mtumiaji
ur: صارف تلاش کریں

# selectCustomDate
source: Select specific date
ar: اختر تاريخاً معيناً
da: Vælg specifik dato
de: Datum wählen
es: Seleccionar fecha específica
fr: Sélectionner une date spécifique
sw: Chagua tarehe mahususi
ur: مخصوص تاریخ منتخب کریں

source: Select Picture
ar: اختر صورة
da: Vælg billede
de: Bild auswählen
es: Seleccionar Foto
fr: Sélectionner Image
pl: Wybierz obraz
sw: Chagua Picha
ur: تصویر منتخب کریں

source: Select Video
ar: اختر فيديو
da: Vælg video
de: Video auswählen
es: Seleccionar Vídeo
fr: Sélectionner Vidéo
pl: Wybierz wideo
sw: Chagua Video
ur: ویڈیو منتخب کریں

source: Select date
ar: اختر تاريخاً
da: Vælg dato
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner une date
pl: Wybierz datę
sw: Chagua tarehe
ur: تاریخ منتخب کریں

# myTasks
source: Your Tasks
ar: مهامي
da: Mine Opgaver
de: Deine Aufgaben
es: Mis Tareas
fr: Mes Tâches
pl: Moje zadania
sw: Kazi Zangu
ur: میرے ٹاسکس

# updatingDueFailed
source: Updating due failed: {error}
ar: فشل في التحديث: {error}
da: Opdatering af forfaldsdato mislykkedes: {error}
de: Fälligkeitsupdae fehlgeschlagen: {error}
es: Actualización fallida: {error}
fr: La mise à jour a échoué : {error}
pl: Aktualizacja nie powiodła się: {error}
sw: Imeshindwa kusasisha malipo: {error}
ur: واجب الادا اپ ڈیٹ ناکام: {error}

# unlinkRoom
source: Unlink Chat
ar: فك ربط المحادثة
da: Fjern Chat
de: Chat entlinken
es: Desvincular el Chat
fr: Délier le Chat
pl: Odłącz pomieszczenie
sw: Tenganisha Maongezi
ur: چیٹ ان لنک کریں

# changeThePowerFromTo
source: from {memberStatus} {currentPowerLevel} to
ar: من {memberStatus} {currentPowerLevel} إلى
da: fra {memberStatus} ({currentPowerLevel}) til
de: von {memberStatus} {currentPowerLevel} zu
es: de {memberStatus} {currentPowerLevel} a
fr: de {memberStatus} {currentPowerLevel} à
pl: od {memberStatus} {currentPowerLevel} do
sw: kutoka {memberStatus} {currentPowerLevel} hadi
ur: {memberStatus} سے {currentPowerLevel} تک

# logOutConformationDescription3
source: Are you sure you want to log out?
ar: هل أنت متأكد من رغبتك في تسجيل الخروج؟
da: Er du sikker på du vil logge ud?
de: Bist du sicher, dass du dich abmelden willst?
es: ¿Está seguro de que quiere salir de la sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
pl: Czy na pewno chcesz się wylogować?
sw: Je, una uhakika unataka kutoka?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

# membersCount
source: {count} Members
ar: {count} أعضاء
da: {count} Medlemmer
de: {count} Mitglieder
es: {count} Miembros
fr: {count} Membres
pl: {count} Członkowie
sw: {count} Wanachama
ur: {count} اراکین

# renderSyncingTitle
source: Syncing with your homeserver
ar: المزامنة مع السيرفر المنزلي
da: Synkroniserer med serveren
de: Synchronisiere mit deinem Homeserver
es: Sincronización con su servidor doméstico
fr: Synchronisation avec votre serveur domestique
pl: Synchronizacja z serwerem domowym
sw: Inasawazisha na seva yako ya nyumbani
ur: آپ کے ہوم سرور کے ساتھ مطابقت پذیری کر رہے ہیں

# renderSyncingSubTitle
source: This might take a while if you have a large account
ar: قد يستغرق ذلك بعض الوقت إذا كان لديك حساب كبير
da: Dette kan tage et stykke tid, hvis du har en stor konto
de: Dies kann etwas dauern, solltest du ein großes Konto haben
es: Esto puede llevar un tiempo si tiene una cuenta grande
fr: Cela peut prendre un certain temps si vous avez un gros compte
pl: Może to trochę potrwać, jeśli masz duże konto
sw: Hii inaweza kuchukua muda ikiwa una akaunti kubwa
ur: اگر آپ کے پاس بڑا اکاؤنٹ ہے تو اس میں کچھ وقت لگ سکتا ہے

# errorSyncing
source: Error syncing: {error}
ar: خطأ في المزامنة: {error}
da: Fejl ved synkronisering: {error}
de: Synchronisierung fehlgeschlagen: {error}
es: Error de sincronización: {error}
fr: Erreur de synchronisation : {error}
pl: Błąd synchronizacji: {error}
sw: Hitilafu ya kusawazisha: {error}
ur: مطابقت پذیری میں خرابی: {error}

source: retrying …
ar: تتم إعادة المحاولة …
da: Prøver igen..
de: erneuter Versuch…
es: reintentando …
fr: nouvelle tentative …
pl: ponowna próba …
sw: inajaribu tena…
ur: دوبارہ کوشش کر رہے ہیں…

# joinedDelayed
source: Accepted invitation, confirmation takes its time though
ar: تم قبول الدعوة، لكن التأكيد يستغرق بعض الوقت
da: Accepterede invitation, bekræftelse tager sin tid, selvom
de: Einladung angenommen, aber die Bestätigung scheint seine Zeit zu brauchen
es: Invitación aceptada, aunque la confirmación tarda en llegar
fr: Invitation acceptée, la confirmation prend du temps
sw: Mwaliko uliokubaliwa, uthibitisho huchukua muda wake ingawa
ur: قبول شدہ دعوت، تصدیق میں وقت لگتا ہے

source: Rejecting
ar: رفض
da: Afviser
de: Weise ab
es: Rechazar
fr: Rejet
pl: Odrzucenie
sw: Kukataa
ur: مسترد کر رہا ہے

# noActivitySubtitle
source: Notifies you about important things such as messages, invitations or requests.
ar: تُعلمك بالأشياء المهمة مثل الرسائل أو الدعوات أو الطلبات.
da: Underretter dig om vigtige ting såsom beskeder, invitationer og/eller anmodninger.
de: Informiert dich über wichtiges wie Benachrichtigungen, Einladungen oder Anfragen.
es: Le notifica cosas importantes, como mensajes, invitaciones o solicitudes.
fr: Vous informe des choses importantes telles que les messages, les invitations ou les demandes.
pl: Powiadamia o ważnych rzeczach, takich jak wiadomości, zaproszenia lub prośby.
sw: Hukuarifu kuhusu mambo muhimu kama vile ujumbe, mialiko au maombi.
ur: آپ کو اہم چیزوں جیسے پیغامات، دعوت نامے یا درخواستوں کے بارے میں مطلع کرتا ہے۔

source: Joining
ar: الانضمام
da: Tilslutter
de: Trete bei
es: Uniéndose
fr: Rejoindre
pl: Łączenie
sw: Kujiunga
ur: شامل ہو رہا ہے

# includeLog
source: Include current logs
ar: قم بإدراج السجلات الحالية
da: Inkludér nuværende logfiler
de: Aktuelle Log-Dateien übermitteln
es: Incluir registros actuales
fr: Inclure les logs actuels
pl: Dołącz bieżące dzienniki
sw: Jumuisha kumbukumbu za sasa
ur: موجودہ لاگز شامل کریں

# includePrevLog
source: Include logs from previous run
ar: إدراج سجلات من التشغيل السابق
da: Inkludér logfiler fra sidste session
de: Log-Dateien der vorherigen Sitzung übermitteln
es: Incluir registros de la ronda anterior
fr: Inclure les logs de l'exécution précédente
pl: Dołącz dzienniki z poprzedniego uruchomienia
sw: Jumuisha kumbukumbu kutoka kwa uendeshaji uliopita
ur: پچھلے رن سے لاگز شامل کریں

source: Include screenshot
ar: إدراج لقطة شاشة
da: Inkludér skærmbillede
de: Screenshot übermitteln
es: Incluir captura de pantalla
fr: Inclure une capture d'écran
pl: Dołącz zrzut ekranu
sw: Jumuisha picha ya skrini
ur: اسکرین شاٹ شامل کریں

source: jump to
ar: الانتقال إلى
da: Hop til
de: Wechsle zu
es: saltar a
fr: Aller à
pl: skok do
sw: kuruka kwa
ur: جمپ تو

source: no matching pins found
ar: لم يتم العثور على دبابيس مطابقة
da: Ingen matchende Pin's fundet
de: Keine Pins gefunden
es: sin resultados encontrados de chinchetas
fr: aucune épingle correspondante n'a été trouvée
pl: Nie znaleziono pasujących pinów
sw: hakuna pini zinazolingana zilizopatikana
ur: کوئی مماثل پن نہیں ملا

source: Update
ar: تحديث
da: Boost
es: Actualizar
fr: Mise à jour
pl: Aktualizacja
sw: Sasisha
ur: اپڈیٹ

source: Event
ar: الفعالية
da: Begivenhed
es: Evento
fr: Événement
pl: Wydarzenie
sw: Tukio
ur: ایونٹ

source: Poll
ar: استبيان
da: Afstemning
de: Umfrage
es: Encuesta
fr: Sondage
pl: Ankieta
sw: Kura ya maoni
ur: رائے شماری

source: Discussion
ar: النقاش
da: Diskussion
de: Diskussion
es: Debate
pl: Dyskusja
sw: Majadiliano
ur: بحث

source: Fatal Error
ar: خطأ مهلك
da: Fejl
de: Fataler Fehler
es: Error Grave
fr: Erreur fatale
pl: Błąd krytyczny
sw: Hitilafu mbaya
ur: مہلک خرابی

source: Nuke local data
ar: نوك للبيانات المحلية
da: Slet lokal data
de: Lokale Daten zerstören
es: Destruir datos locales
fr: Effacer les données locales
pl: Nuke danych lokalnych
sw: Nuke data ya ndani
ur: نیوک مقامی ڈیٹا

source: Report bug
ar: الإبلاغ عن خلل
da: Rapportér fejl
de: Bug melden
es: Informar de un fallo
fr: Signaler un bug
pl: Zgłoś błąd
sw: Ripoti hitilafu
ur: بگ کی اطلاع دیں

# homeTabTutorialDescription
source: Here you find your spaces and an overview of all upcoming events & pending tasks of these spaces.
ar: هنا تجد فضاءاتك ولمحة عامة عن جميع الفعاليات القادمة والمهام المعلقة لهذه الفضاءات.
da: Her finder du dine Spaces og et overblik over alle kommende begivenheder og opgaver
de: Dies ist deine Übersicht zu deinen Spaces, deinen anstehende Events und offenen Aufgaben.
es: Aquí encontrará sus espacios y una visión general de todos los próximos eventos y tareas pendientes de estos espacios.
fr: Vous trouverez ici vos espaces et un aperçu de tous les événements à venir et des tâches en cours pour ces espaces.
pl: Tutaj znajdziesz swoje przestrzenie oraz przegląd wszystkich nadchodzących wydarzeń i oczekujących zadań dla tych przestrzeni.
sw: Hapa unapata nafasi zako na muhtasari wa matukio yote yajayo na majukumu yanayosubiri ya nafasi hizi.
ur: یہاں آپ کو اپنی سپیسز اور تمام آنے والے ایونٹس کا جائزہ ملتا ہے۔

# updatesTabTutorialTitle
source: Updates
ar: التحديثات
da: Boost's
es: Actualizaciones
fr: Mises à jour
pl: Aktualizacje
sw: Sasisho
ur: اپڈیٹس

# updatesTabTutorialDescription
source: News stream on the latest updates & calls to action from your spaces.
ar: تدفق الأخبار حول آخر التحديثات والدعوات إلى المبادرة من فضاءاتك.
da: Feed med seneste opdateringer fra de Spaces som du er en del af
de: Newsstream der neuesten Updates und Call-to-actions direkt von deinem Space.
es: Flujo de noticias sobre las últimas actualizaciones y llamadas a la acción de sus espacios.
fr: Flux d'informations sur les dernières mises à jour et les appels à l'action de vos espaces.
pl: Strumień wiadomości o najnowszych aktualizacjach i wezwaniach do działania z Twojej przestrzeni.
sw: Tiririsha habari kuhusu masasisho na simu za kuchukua hatua kutoka kwa nafasi zako.
ur: آپ کی اسپیسز سے تازہ ترین اپ ڈیٹس اور کال ٹو ایکشن پر نیوز اسٹریم۔

# chatsTabTutorialTitle
source: Chats
ar: المحادثات
pl: Czaty
sw: Maongezi
ur: چیٹس

# activityTabTutorialDescription
source: Important information from your spaces, like invitations or requests. Additionally you will get notified by Acter about security issues
ar: معلومات مهمة من الفضاءات الخاصة بك، مثل الدعوات أو الطلبات. بالإضافة إلى ذلك سيتم إشعارك من قبل Acter بشأن مشاكل الحماية
da: Vigtige information, såsom invitationer eller anmodninger. Derudover vil du blive oplyst om sikkerhedsrelaterede beskeder.
de: Wichtiges aus deinen Spaces, wie Einladungen und Anfragen. Sowie Benachrichtigungen bei Sicherheitsaspekten, die deine Aufmerksamkeit bedürfen
es: Información importante de sus espacios, como invitaciones o solicitudes. Además, recibirá notificaciones de Acter sobre problemas de seguridad
fr: Les informations importantes de vos espaces, comme les invitations ou les demandes. En outre, Acter vous informera des problèmes de sécurité
pl: Ważne informacje z przestrzeni, takie jak zaproszenia lub prośby. Dodatkowo będziesz powiadamiany przez Acter o kwestiach bezpieczeństwa
sw: Taarifa muhimu kutoka kwa nafasi zako, kama vile mialiko au maombi. Zaidi ya hayo utaarifiwa na Acter kuhusu masuala ya usalama
ur: آپ کی اسپیس سے اہم معلومات، جیسے دعوت نامے یا درخواستیں۔ اضافی طور پر آپ کو ایکٹر کے ذریعہ سیکیورٹی کے مسائل کے بارے میں مطلع کیا جائے گا

# createSpaceTutorialDescription
source: Join an existing space on our Acter server or in the Matrix universe or set up your own space.
ar: انضم إلى مساحة موجودة على سيرفر Acter الخاص بنا أو في عالم Matrix أو أنشئ فضائك الخاص.
da: Deltag i et eksisterende Space eller opret dit eget Space.
de: Tritt einem bestehenden Space auf unserem Server oder dem Matrix Universum bei oder erstelle deinen eigenen Space.
es: Únase a un espacio existente en nuestro servidor Acter o en el universo Matrix o cree su propio espacio.
fr: Rejoignez un espace existant sur notre serveur Acter ou dans l'univers Matrix ou créez votre propre espace.
pl: Dołącz do istniejącej przestrzeni na naszym serwerze Acter lub w uniwersum Matrix albo stwórz własną przestrzeń.
sw: Jiunge na nafasi iliyopo kwenye seva yetu ya Acter au katika ulimwengu wa Matrix au usanidi nafasi yako mwenyewe.
ur: ہمارے ایکٹر سرور پر یا میٹرکس یونیورس میں موجودہ اسپیس میں شامل ہوں یا اپنی اسپیس سیٹ کریں۔

# joinSpaceTutorialTitle
source: Join Existing Space
ar: الانضمام إلى الفضاء الموجود
da: Join eksisterende Space
de: Bestehendem Space beitreten
es: Unirse a un Espacio Existente
fr: Rejoindre un Espace Existant
pl: Dołącz do istniejącej przestrzeni
sw: Jiunge na Nafasi Iliyopo
ur: موجودہ اسپیس میں شامل ہوں

# jumpToTabTutorialTitle
source: Jump To
ar: الانتقال إلى
da: Hop til
de: Wechlse Zu
es: Saltar a
fr: Aller à
pl: Skocz do
sw: Rukia Kwa
ur: جمپ تو

# jumpToTabTutorialDescription
source: Your search over spaces and pins, as well as quick actions and fast access to several sections
ar: بحثك عبر الفضاءات والدبابيس، بالإضافة إلى الإجراءات السريعة والوصول المباشر إلى عدة أقسام
da: Her kan du hurtigt søge og finde hvad du har brug for på tværs af dine spaces, chats, begivenheder, opgaver mm..
de: Die Suche für deine Spaces und Daten darin und Direktwahl für übliche Aktionen.
es: Su búsqueda sobre espacios y chinchetas, así como acciones rápidas y acceso rápido a varias secciones
fr: Votre recherche sur les espaces et les épingles, ainsi que des actions rapides et un accès rapide à plusieurs sections
pl: Wyszukiwanie w przestrzeni i pinezkach, a także szybkie akcje i szybki dostęp do kilku sekcji
sw: Utafutaji wako juu ya nafasi na pini, pamoja na vitendo vya haraka na ufikiaji wa haraka wa sehemu kadhaa
ur: سپیسز اور پنوں پر آپ کی تلاش کے ساتھ ساتھ فوری کارروائیاں اور کئی حصوں تک تیز رسائی

# createSpaceTutorialTitle
source: Create New Space
ar: إنشاء فضاء جديد
da: Opret nyt Space
de: Neuen Space erstellen
es: Crear Nuevo Espacio
fr: Créer un Nouvel Espace
pl: Stwórz nową przestrzeń
sw: Unda Nafasi Mpya
ur: نئی اسپیس بنائیں

# saveUsernameDescription1
source: Please remember to note down your username. It’s your key to access your profile and all information and spaces connected to it.
ar: يرجى تذكر تدوين اسم المستخدم الخاص بك. فهو مفتاحك للوصول إلى ملفك الشخصي وجميع المعلومات والفضاءات المرتبطة به.
da: Husk dit brugernavn! Det er vigtigt, for at få adgang til din profil, hvis du skulle blive logget ud.
de: Bitte notiere deinen Username. Es ist dein Zugang zu deinem Profil und allen deinen Informationen und Spaces.
es: Recuerde anotar su nombre de usuario. Es la clave para acceder a su perfil y a toda la información y espacios relacionados con él.
fr: Pensez à noter votre nom d'utilisateur. C'est votre clé d'accès à votre profil et à toutes les informations et espaces qui y sont liés.
pl: Pamiętaj, aby zanotować swoją nazwę użytkownika. Jest to klucz dostępu do profilu i wszystkich związanych z nim informacji i przestrzeni.
sw: Tafadhali kumbuka kuandika jina lako la mtumiaji. Ni ufunguo wako kufikia wasifu wako na taarifa zote na nafasi zilizounganishwa kwayo.
ur: براہ کرم اپنا صارف نام نوٹ کرنا یاد رکھیں۔ اپنے پروفائل اور اس سے منسلک تمام معلومات اور اسپیس تک رسائی حاصل کرنے کی کی ہے۔

# saveUsernameDescription2
source: Your username is crucial for password resets.
ar: اسم المستخدم الخاص بك مهم لإعادة ضبط كلمة المرور.
da: Dit brugernavn er afgørende for nulstille dit kodeord
de: Dein Username ist unabdingbar um dein Passwort zurücksetzen zu können.
es: Su nombre de usuario es crucial para restablecer la contraseña.
fr: Votre nom d'utilisateur est essentiel pour la réinitialisation du mots de passe.
pl: Jeśli zapomniałeś hasła, twoja nazwa użytkownika jest kołem ratunkowym do jego zresetowania.
sw: Jina lako la mtumiaji ni muhimu kwa kuweka upya nenosiri.
ur: پاس ورڈ دوبارہ ترتیب دینے کے لیے آپ کا یوزرنیم اہم ہے۔

# wizzardContinue
source: Continue
ar: أكمل
da: Fortsæt
de: Weiter
es: Continuar
fr: Continuer
pl: Kontynuuj
sw: Endelea
ur: جاری رکھیں

# protectPrivacyTitle
source: Protecting your privacy
ar: حماية خصوصيتك
da: Beskytter dit privatliv
de: Deine Privatsphäre schützen
es: Proteger tu privacidad
fr: Protéger votre vie privée
pl: Ochrona prywatności
sw: Kulinda faragha yako
ur: آپ کی پرائی ویسی کی حفاظت
