Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

# hintMessageDisplayName
source: Enter the name you want others to see
ar: أدخل الاسم الذي تريد أن يراه الآخرون
da: Indtast det navn du vil have andre skal se
de: Den Namen, den andere sehen soll
es: Introduzca el nombre que quiere que vean los demás
fr: Saisir le nom que vous voulez que les autres voient
pl: Wprowadź nazwę, którą mają widzieć inni
sw: Weka jina ambalo ungependa watu wengine waone
ur: وہ نام درج کریں جسے آپ دوسروں کو دیکھنا چاہتے ہیں

# hintMessageInviteCode
source: Enter your invite code
ar: أدخل رمز الدعوة
da: Indtast din invitationskode
de: Einladungs-Kode eingeben um einer Community beizutreten
es: Introduzca su código de invitación
fr: Entrez votre code d'invitation
pl: Wprowadź kod zaproszenia, aby dołączyć do społeczności
sw: Weka msimbo wako wa mwaliko
ur: اپنا دعوتی کوڈ درج کریں

# hintMessagePassword
source: At least 6 characters
ar: 6 أحرف على الأقل
da: Mindst 6 tegn
de: Mindestens 6 Zeichen
es: Al menos 6 caracteres
fr: Au moins 6 caractères
pl: Co najmniej 6 znaków
sw: Angalau herufi 6
ur: کم از کم 6 حروف

source: Home Server Name
ar: اسم السيرفر المنزلي
da: Hjemmeservernavn
de: Heimat Server Name
es: Nombre del Servidor Doméstico
fr: Nom du serveur domestique
pl: Nazwa serwera domowego
sw: Jina la Seva ya Nyumbani
ur: ہوم سرور کا نام

source: Home Server URL
ar: رابط السيرفر المنزلي
da: Hjemmeserver URL
de: Heimat Server URL
es: Nombre de la URL del Servidor
fr: URL du Serveur domestique
pl: Adres URL serwera domowego
sw: URL ya Seva ya Nyumbani
ur: ہوم سرور URL

source: HTTP Proxy
ar: بروكسي HTTP
es: Proxy HTTP
fr: Proxy HTTP
sw: Wakala wa HTTP
ur: HTTP پراکسی

source: Image
ar: صورة
da: Billede
de: Bild
es: Imagen
pl: Obraz
sw: Picha
ur: تصویر

source: Info
ar: معلومات
da: Engelsk
es: Información
sw: Habari
ur: معلومات

source: Invalid token or password
ar: التوكن(token) أو كلمة المرور غير صحيحة
da: Ugyldig invitationskode eller adgangskode
de: Ungültiger Einladungskode oder Passwort
es: Contraseña o token inválido
fr: Token ou mot de passe invalide
pl: Nieprawidłowy token lub hasło
sw: Tokeni batili au nenosiri
ur: غلط ٹوکن یا پاس ورڈ

# invitationToChat
source: Invited to join chat by
ar: تمت دعوتك للانضمام إلى المحادثة عن طريق
da: Inviteret til at deltage i chat af
de: Zum Chat eingeladen durch
es: Invitado a unirse al chat por
fr: Invité à rejoindre le chat par
pl: Zaproszony do dołączenia do czatu przez
sw: Umealikwa kujiunga na gumzo na
ur: کی طرف سے چیٹ میں شامل ہونے کے لیے مدعو کیا گیا۔

# invitationToDM
source: Wants to start a DM with you
ar: يريد بدء دي ام DM معك
da: vil starte en DM med dig
de: Möchte eine DM mit dir beginnen
es: Quiere empezar un MD con usted
fr: Veut discuter en MD avec vous
pl: Chce rozpocząć z tobą DM
sw: Anataka kuanzisha DM na wewe
ur: آپ کے ساتھ ڈی ایم شروع کرنا چاہتا ہے

# invitationToSpace
source: Invited to join space by
ar: تمت دعوتك للانضمام إلى المحادثة عن طريق
da: Inviteret til at deltage i space af
de: Zum Space eingeladen durch
es: Invitado a unirse al espacio por
fr: Invité à rejoindre l'espace par
pl: Zaproszeni do dołączenia do przestrzeni kosmicznej przez
sw: Umealikwa kujiunga na kikundi kwa
ur: کی طرف سے اسپیس میں شامل ہونے کی دعوت دی گئی

source: Invited
ar: دعا
da: Inviteret
de: Eingeladen
es: Invitado
fr: Invité
sw: Umealikwa
ur: مدعو کیا

source: Invite Code
ar: رمز الدعوة
da: Invitations kode
de: Einladungskode
es: Código de Invitación
fr: Code d'invitation
pl: Kod zaproszenia
sw: Msimbo wa Kualika
ur: کوڈ کو مدعو کریں

# irreversiblyDeactivateAccount
source: Irreversibly deactivate this account
ar: إلغاء تفعيل هذا الحساب بلا رجعة
da: Deaktiver denne konto permanent
de: Das Konto unwiderruflich deaktivieren
es: Desactivar esta cuenta de forma irreversible
fr: Désactiver ce compte de manière irréversible
pl: Nieodwracalna dezaktywacja tego konta
sw: Zima akaunti hii bila kutenduliwa
ur: اس اکاؤنٹ کو ناقابل واپسی طور پر غیر فعال کریں

# itsYou
source: This is you
ar: هذا أنت
da: Dette er dig
de: Das bist du
es: Este es usted
fr: Ceci c'est vous
pl: To ty
sw: Huyu ni wewe
ur: یہ آپ ہیں

source: join
ar: انضم
da: Deltag
de: beitreten
es: unirse
fr: rejoindre
pl: dołączyć
sw: Jiunge
ur: شمولیت

source: Joined
ar: إنضم
da: Tilsluttet
de: Beigetreten
es: Unido
fr: Rejoint
pl: Połączony
sw: Imejiunga
ur: شامل ہو گئے

# joiningFailed
source: Joining failed: {error}
da: Tilslutning mislykkedes: {error}
de: Beitreten fehlgeschlagen: {error}
sw: Kujiunga kumeshindwa: {error}
ur: شمولیت ناکام ہو گئی: {error}

source: Join Acter
ar: انضم إلىActer
da: Tilgå Acter
de: Acter beitreten
es: Unirse a Acter
fr: Rejoignez Acter
pl: Dołącz do Acter
sw: Jiunge na Muigizaji
ur: ایکٹر میں شامل ہوں

# joinRuleNotSupportedYet
source: Join Rule {role} not supported yet. Sorry
ar: قانون الانضمام {role} غير مدعوم حتى الآن. عذرًا
da: Deltag i regel {role} understøttes ikke endnu. Undskyld
de: Beitrittsregel {role} noch nicht unterstützt. Sorry
es: La regla de ingreso {role} aún no es compatible. Lo sentimos
fr: Règle d'adhésion {role} n'est pas encore prise en charge. Désolé
pl: Reguła dołączania {role} nie jest jeszcze obsługiwana. Przepraszamy
sw: Kujiunga na Sheria {role} bado haitumiki. Pole
ur: جوائن رول {role} ابھی تک تعاون یافتہ نہیں ہے۔ معذرت

# kickAndBanFailed
source: Removing & banning user failed: {error}
ar: فشل إزالة وحظر المستخدم: {error}
da: Fjernelse og udelukkelse af bruger mislykkedes: {error}
de: Entfernen & Verbannen des User fehlgeschlagen: {error}
es: Error al eliminar y banear a un usuario: {error}
fr: La suppression et le ban des utilisateurs ont échoué : {error}
pl: Wykopanie i zbanowanie użytkownika nie powiodło się: {error}
sw: Imeshindwa kuondoa na kumpiga marufuku mtumiaji: {error}
ur: صارف کو ہٹانے اور پابندی لگانے میں ناکام: ۔ {error}

# kickAndBanProgress
source: Removing and Banning user
ar: إزالة وحظر المستخدم
da: Fjern og udeluk bruger
de: User wird entfernt und verbannt
es: Eliminar y Banear a un usuario
fr: Suppression et ban d'un utilisateur
pl: Kopanie i banowanie użytkowników
sw: Kuondoa na kupiga marufuku mtumiaji
ur: صارف کو ہٹانا اور پابندی لگانا

# kickUserDescription
source: You are about to remove {userId} from {roomId}
ar: أنت على وشك إزالة {userId} من {roomId}
da: Du er ved at udelukke {userId} fra {roomId}
de: Du bist dabei {userId} aus {roomId} zu entfernen
es: Está a punto de eliminar {userId} de {roomId}
fr: Vous êtes sur le point de supprimer {userId} de {roomId}
pl: Zamierzasz wyrzucić {userId} z {roomId}
sw: Unakaribia kumwondoa {userId} kutoka {roomId}
ur: آپ {userId} کو {roomId} سے ہٹانے والے ہیں

source: Labs
ar: المختبرات
da: Laboratorie
es: Laboratorios
fr: Labos
pl: Laboratoria
sw: Maabara
ur: لیبز

# labsAppFeatures
source: App Features
ar: خصائص التطبيق
da: App funktioner
es: Características de la Aplicación
fr: Caractéristiques de l'application
pl: Funkcje aplikacji
sw: Vipengele vya Programu
ur: ایپ کی خصوصیات

source: Language
ar: اللغة
da: Sprog
de: Deutsch
es: Idioma
fr: Langue
pl: Język
sw: Lugha
ur: زبان

source: Leave
ar: غادر
da: Forlad
de: Verlassen
es: Abandonar
fr: Quitter
pl: wychodzić
sw: Toka
ur: چھوڑو

# leaveRoom
source: Leave Chat
ar: مغادرة المحادثة
da: Forlad Chat
de: Chat verlassen
es: Abandonar Chat
fr: Quitter le Chat
pl: Opuścić pokój
sw: Ondoka kwenye Gumzo
ur: چیٹ چھوڑ دیں

source: Leave Space
ar: ترك الفضاء
da: Forlad space
de: Space verlassen
es: Abandonar Espacio
fr: Quitter l'Espace
pl: Pozostawić przestrzeń
sw: Ondoka Nafasi
ur: اسپیس چھوڑ دیں

source: Leaving Space
ar: مغادرة الفضاء
da: Forlader Space
de: Verlasse Space
es: Abandonando el Espacio
fr: Quitter l'Espace
pl: Opuszczanie przestrzeni
sw: Kuondoka Nafasi
ur: اسپیس چھوڑ رہے ہیں

# leavingRoom
source: Leaving Chat
ar: مغادرة المحادثة
da: Forlader chat
de: Verlasse Chat
es: Abandonando el Chat
fr: Quitter le Chat
pl: Opuszczanie pokoju
sw: Kuacha Gumzo
ur: چیٹ چھوڑ رہے ہیں

source: Let’s get started
ar: هيا بنا نبدأ
da: Lad os komme igang
de: Los geht’s
es: Empecemos
fr: Commençons
pl: Zaczynajmy
sw: Hebu tuanze
ur: آئیے شروع کرتے ہیں

source: Link existing Space
ar: ربط الفضاء الموجود
da: Tilføj eksisterende Space
de: Verbinde bestehenden Space
es: Enlace al Espacio existente
fr: Lier vers l'Espace existant
pl: Połączenie istniejącej przestrzeni
sw: Unganisha Nafasi iliyopo
ur: موجودہ اسپیس کو لنک کریں

source: Loading
ar: جارٍ التحميل
da: Loader
de: Laden
es: Cargando
fr: Chargement
pl: Ładowanie
sw: Inapakia
ur: لوڈنگ

source: Link to Chat
ar: ربط بالمحادثة
da: Link til chat
de: Chat verbinden
es: Enlace al Chat
fr: Lien vers le Chat
pl: Link do czatu
sw: Kiungo cha Maongezi
ur: چیٹ سے لنک کریں

# loadingFailed
source: Loading failed: {error}
ar: فشل التحميل: {error}
da: Indlæsning mislykkedes: {error}
de: Laden fehlgeschlagen: {error}
es: Fallo al cargar: {error}
fr: Échec du chargement : {error}
pl: Ładowanie nie powiodło się: {error}
sw: Imeshindwa kupakia: {error}
ur: لوڈنگ ناکام: {error}

source: Location
ar: الموقع
da: Lokation
de: Lage
es: Ubicación
fr: Localisation
pl: Lokalizacja
sw: Mahali
ur: لوکیشن

source: Log In
ar: تسجيل الدخول
da: Log ind
de: Einloggen
es: Iniciar Sesión
fr: Se connecter
pl: Zaloguj się
sw: Ingia
ur: لاگ ان

source: Login again
ar: تسجيل الدخول مجدداً
da: Login igen
de: Erneut einloggen
es: Iniciar Sesión de nuevo
fr: Se connecter à nouveau
pl: Zaloguj się ponownie
sw: Ingia Tena
ur: دوبارہ لاگ ان کریں

# loginSuccess
source: Login successful
ar: تم تسجيل الدخول بنجاح
da: Login lykkedes
de: Anmeldung erfolgreich
es: Inicio de Sesión correcto
fr: Connexion réussie
pl: Logowanie powiodło się
sw: Kuingia kumefaulu
ur: لاگ ان کامیاب

source: Logout
ar: تسجيل الخروج
da: Log ud
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
pl: Wylogowanie
sw: Ondoka
ur: لاگ آؤٹ

source: Log Settings
ar: إعدادات التسجيل
da: Logindstillinger
de: Log Einstellungen
es: Ajustes del Registro
fr: Paramètres de connexion
pl: Ustawienia dziennika
sw: Mipangilio ya logi
ur: لاگ سیٹنگز

source: Looks good. Address confirmed.
ar: يبدو جيد. تم تأكيد العنوان.
da: Ser godt ud. Adresse bekræftet.
de: Sieht gut aus. Adresse bestätigt.
es: Todo parece que está bien. Dirección confirmada.
fr: Tout semble en ordre. Adresse confirmée.
pl: Wygląda dobrze. Adres potwierdzony.
sw: Inaonekana vizuri. Anwani imethibitishwa.
ur: اچھا لگ رہا ہے ۔ پتہ تصدیق شدہ ہے۔

# makeADifference
source: Unlock your digital organizing.
ar: افتح تنظيمك الرقمي.
da: Styrk din digitale organisering
de: Erstarke dein digitales Organizing.
es: Desbloquee su organización digital.
fr: Débloquez votre organisation numérique.
pl: Zrób różnicę
sw: Fungua upangaji wako wa kidijitali.
ur: اپنی ڈیجیٹل تنظیم کو غیر مقفل کریں۔

source: Manage
ar: إدارة
da: Håndter
es: Gestionar
fr: Gérer
sw: Dhibiti
ur: انتظام کریں

source: Manage budgets cooperatively
ar: إدارة الميزانيات بشكل جماعي
da: Administrer budgetter i fællesskab
de: Budget kooperativ verwalten
es: Gestionar los presupuestos en cooperación
fr: Gérer les budgets de manière coopérative
pl: Wspólne zarządzanie budżetami
sw: Dhibiti bajeti kwa ushirikiano
ur: باہمی تعاون سے بجٹ کا انتظام کریں

source: marked as done
ar: تم وضع علامة تم إنجازه
da: marker som gjort
de: Als erledigt markieren
es: marcado como hecho
fr: marqué comme fait
pl: oznaczone jako wykonane
sw: imetiwa alama kuwa imekamilika
ur: کئے گئے کے طور پر نشان زد

source: Maybe
ar: ربما
da: Måske
de: Vielleicht
es: Quizás
fr: Peut-être
pl: Może
sw: Labda
ur: شاید

source: Member
ar: عضو
da: Medlem
de: Mitglied
es: Miembro
fr: Membre
pl: Członek
sw: Mwanachama
ur: ممبر

source: Member descriptions data
ar: بيانات وصف العضو
da: Medlems beskrivelse
de: Mitgliedbeschreibugn
es: Datos descriptivos de los miembros
fr: Données relatives à la description des membres
pl: Dane opisów członków
sw: Data ya maelezo ya wanachama
ur: ممبر کی تفصیل کا ڈیٹا

source: Member title data
ar: بيانات عنوان العضو
da: Medlems titel
de: Mitgliedtitel
es: Datos del título de miembro
fr: Données relatives au titre du membre
pl: Dane dotyczące tytułu członkowskiego
sw: Data ya kichwa cha mwanachama
ur: ممبر کے عنوان کا ڈیٹا

source: Members
ar: الأعضاء
da: Medlemmer
de: Mitglieder
es: Miembros
fr: Membres
pl: Członkowie
sw: Wanachama
ur: ممبران

source: Mentions and Keywords only
ar: الإشارات والكلمات المفتاحية فقط
da: Mentions og nøgleord
de: Nur Erwähnungen und Schlagwörter
es: Solo Menciones y Palabras Clave
fr: Mentions et mots-clés uniquement
pl: Tylko wzmianki i słowa kluczowe
sw: Mitajo na Manenomsingi pekee
ur: صرف تذکرہ اور مطلوبہ الفاظ

source: Message
ar: رسالة
da: Send Besked
de: Nachricht
es: Mensaje
pl: Wiadomość
sw: Ujumbe
ur: پیغام

source: Message copied to clipboard
ar: تم نسخ الرسالة إلى الحافظة
da: Besked kopieret til udklipsholderen
de: Nachricht in die Ablage kopiert
es: Mensaje copiado al portapapeles
fr: Message copié dans le presse-papiers
pl: Wiadomość skopiowana do schowka
sw: Ujumbe umenakiliwa kwenye ubao wa kunakili
ur: پیغام کلپ بورڈ پر کاپی ہو گیا

# missingName
source: Please enter your Name
ar: الرجاء إدخال اسمك
da: Indtast venligst dit navn
de: Bitte geben Sie Ihren Namen ein
es: Por favor introduzca su Nombre
fr: Veuillez saisir votre Nom
pl: Wprowadź swoje imię i nazwisko
sw: Tafadhali ingiza Jina lako
ur: براہ کرم اپنا نام درج کریں

source: Mobile Push Notifications
ar: الإشعارات المدفوعة عبر الهاتف المحمول
da: Mobil Push Notifikationer
de: Mobile Push Benachrichtigungen
es: Notificaciones Push en el Teléfono
fr: Notifications Push mobile
pl: Mobilne powiadomienia push
sw: Arifa za Push za Simu
ur: موبائل پش اطلاعات

source: Moderator
ar: المشرف
es: Moderador
fr: Modérateur
sw: Msimamizi
ur: ناظم

source: More
ar: المزيد
da: Mere
de: Mehr
es: Más
fr: Plus
pl: Więcej
sw: Zaidi
ur: مزید

# moreRooms
source: +{count} additional rooms
ar: +{count} غرف إضافية
da: + {count} ekstra grupper
de: +{count} weitere Räume
sw: +{count} vyumba vya ziada
ur: {count} اضافی کمرے

source: Muted
ar: مكتوم
da: Slået Fra
de: Stumm
es: Silenciado
fr: Mise en sourdine
pl: Wyciszony
sw: Imenyamazishwa
ur: خاموش کر دیا

# myDashboard
source: Your Dashboard
ar: لوحة المتابعة الخاصة بي
da: Mit Overblik
de: Dein Dashboard
es: Mi Panel de Control
fr: Mon tableau de bord
pl: Mój pulpit nawigacyjny
sw: Dashibodi Yangu
ur: میرا ڈیش بورڈ

source: Name
ar: الاسم
da: Navn
es: Nombre
fr: Nom
pl: Nazwa
sw: Jina
ur: نام

source: Name of the event
ar: اسم الفعالية
da: Begivenhedens navn
de: Name des Event
es: Nombre del evento
fr: Nom de l'événement
pl: Nazwa wydarzenia
sw: Jina la tukio
ur: ایونٹ کا نام

# needsAppRestartToTakeEffect
source: Needs an app restart to take effect
ar: يحتاج إلى إعادة تشغيل التطبيق ليصبح ساري المفعول
da: Har brug for en app genstart for at virke
de: Erst nach einen App Neustart effektiv
es: Necesita reiniciar la aplicación para que se apliquen los cambios
fr: Il faut redémarrer l'application pour qu'elle prenne effet
pl: Wymaga ponownego uruchomienia aplikacji
sw: Inahitaji kuanzishwa upya kwa programu ili kutekelezwa
ur: اثر کرنے کے لیے ایپ کو دوبارہ شروع کرنے کی ضرورت ہے

source: New Chat
ar: محادثة جديدة
da: Ny Chat
de: Neuer Chat
es: Nuevo Chat
fr: Nouveau Chat
pl: Nowy czat
sw: Gumzo Mpya
ur: نئی چیٹ

# noChatsStillSyncing
source: Synchronizing…
ar: جاري المزامنة...
da: Synkroniserer..
de: Synchronisiere…
es: Sincronizando...
fr: Synchronisation...
sw: Inasawazisha…
ur: ہم وقت سازی ہو رہی ہے۔

# noChatsStillSyncingSubtitle
source: We are loading your chats. On large accounts the initial loading takes a bit…
ar: نحن نقوم بتحميل محادثاتك. في الحسابات الكبيرة يستغرق التحميل الأولي بعض الوقت ...
da: Vi indlæser dine chats. Hvis du har mange chats, kan det tage lidt længere tid..
de: Wir laden deine Chats. Bei großen Konten kann das initiale Laden etwas dauern…
es: Estamos cargando sus chats. En cuentas grandes la carga inicial puede tomar un poco de tiempo...
fr: Nous sommes en train de charger vos chats. Sur les gros comptes, le chargement initial prend un peu de temps ...
sw: Tunapakia soga zako. Kwa akaunti kubwa upakiaji wa kwanza huchukua muda kidogo…
ur: ہم آپ کی چیٹس لوڈ کر رہے ہیں۔ بڑے اکاؤنٹس پر ابتدائی لوڈنگ میں تھوڑا وقت لگتا ہے...

source: no display name
ar: لا يوجد اسم عرض
da: intet navn
de: Kein Anzeigename
es: No mostrar nombre
fr: pas de nom affiché
pl: brak wyświetlanej nazwy
sw: hakuna jina la kuonyesha
ur: کوئی ڈسپلے نام نہیں

source: No due date
ar: لا يوجد تاريخ محدد
da: Ingen Deadline
de: Keine Fälligkeit
es: Sin fecha límite
fr: Pas de date d'échéance
pl: Brak terminu płatności
sw: Hakuna tarehe ya kukamilisha
ur: کوئی مقررہ تاریخ نہیں

source: No, I stay
ar: لا، سأبقى
da: Nej, jeg bliver
de: Nein, Ich bleibe
es: No, yo me quedo
fr: Non, je reste
pl: Nie, zostaję
sw: Hapana, nakaa
ur: نہیں، میں رہوں گا

# noMembersFound
source: No members found. How can that even be, you are here, aren’t you?
ar: لم يتم العثور على أعضاء. هل يعقل هذا، أنت موجود، أليس كذلك؟
da: Ingen medlemmer fundet. Hvordan kan det være? Du er jo her, er du ikke?
de: Keine Mitglieder gefunden. Wie kann das sein, du bist doch hier, oder nicht?
es: Miembros no encontrados. ¿Cómo puede ser? Usted está aquí, ¿no?
fr: Aucun membre n'a été trouvé. Comment est-ce possible, vous êtes ici, n'est-ce pas ?
pl: Nie znaleziono żadnych członków. Jak to możliwe, przecież tu jesteś, prawda?
sw: Hakuna wanachama waliopatikana. Hiyo inawezaje kuwa, uko hapa, sivyo?
ur: کوئی ممبر نہیں ملا۔ یہ کیسے ہو سکتا ہے، تم یہاں ہو، ہے نا؟

source: No Overwrite
ar: عدم الكتابة فوق
da: Ingen overskrivning
de: Keine Überschreibung
es: No Sobrescribir
fr: Pas d'Écrasement
pl: Bez nadpisywania
sw: Hakuna Batilisha
ur: کوئی اوور رائٹ نہیں

source: No pins available yet
ar: لا توجد دبابيس متوفرة بعد
da: Ingen Pin's tilgængelige endnu
de: Bisher keine Pins
es: Sin chinchetas disponibles todavía
fr: Aucune épingle disponible pour le moment
pl: Piny nie są jeszcze dostępne
sw: Bado hakuna pini zinazopatikana
ur: ابھی تک کوئی پن دستیاب نہیں ہے

# noProfile
source: Don’t have a profile yet?
ar: ليس لديك ملف شخصي بعد؟
da: Har du ingen profil endnu?
de: Noch kein Profil?
es: ¿Aún no tiene un perfil?
fr: Vous n'avez pas encore de profil ?
pl: Nie masz jeszcze profilu?
sw: Je, bado huna wasifu?
ur: ابھی تک پروفائل نہیں ہے؟

# noPushServerConfigured
source: No push server configured on build
ar: لا يوجد سيرفر دفع مهيأ على التصميم
da: Ingen push server indstillet
de: Keine Push Server für diesen Build konfiguriert
es: No hay servidor push configurado en el sistema
fr: Pas de serveur push configuré sur le build
pl: W kompilacji nie skonfigurowano serwera wypychania
sw: Hakuna seva ya kusukuma iliyosanidiwa kwenye ujenzi
ur: بلڈ پر کوئی پش سرور کنفیگر نہیں ہے

source: no push targets added yet
ar: لم تتم إضافة أي دفع أهداف بعد
da: ingen push device's tilføjet endnu
de: Bisher keine Pushziele definiert
es: aún no se han añadido objetivos push
fr: Aucune cible push n'a été ajoutée pour l'instant
pl: Nie dodano jeszcze celów push
sw: hakuna malengo ya kushinikiza yaliyoongezwa bado
ur: ابھی تک کوئی پش ٹارگٹ شامل نہیں کیا گیا

source: No spaces found
ar: لم يتم العثور على أي فضاءت
da: Ingen Space fundet
de: Keine Spaces gefunden
es: No se han encontrado espacios
fr: Aucun espace n'a été trouvé
pl: Nie znaleziono spacji
sw: Hakuna nafasi zilizopatikana
ur: کوئی سپیسز نہیں ملی

source: Not visible
ar: غير ظاهرة
da: Ikke synlig
de: Nicht sichtbar
es: No visible
fr: Non visible
pl: Niewidoczny
sw: Haionekani
ur: نظر نہیں آتا

source: Not yet supported
ar: غير مدعوم بعد
da: Endnu ikke understøttet
de: Noch nicht supportet
es: Aún no es compatible
fr: Pas encore pris en charge
pl: Jeszcze nieobsługiwane
sw: Bado haijatumika
ur: ابھی تک تعاون یافتہ نہیں ہے

# noWorriesWeHaveGotYouCovered
source: No worries! Enter your email to reset your password.
ar: لا تقلق! أدخل بريدك الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك.
da: Bare rolig! Indtast din e-mail for at nulstille din adgangskode.
de: Keine Sorge! Gib deine E-Mail ein um dein Passwort zurückzusetzen.
es: ¡No se preocupe! Introduzca su email para restablecer su contraseña.
fr: Ne vous inquiétez pas ! Saisissez votre adresse email pour réinitialiser votre mot de passe.
pl: Bez obaw! Mamy wszystko pod kontrolą.
sw: Hakuna wasiwasi! Weka barua pepe yako ili kuweka upya nenosiri lako.
ur: فکر نہ کرو! اپنا پاس ورڈ دوبارہ ترتیب دینے کے لیے اپنا ای میل درج کریں۔

source: Ok
ar: موافق
sw: Sawa
ur: ٹھیک ہے

source: Okay
ar: موافق
es: De acuerdo
fr: D'accord
sw: Sawa
ur: ٹھیک ہے

source: on
ar: على
da: på
de: auf
es: en
fr: sur
pl: na
sw: juu
ur: پر

# onboardText
source: Let’s get started by setting up your profile
ar: دعونا نبدأ بإعداد ملفك الشخصي
da: Lad os starte med at sætte din profil op
de: Lass uns beginnen in dem wir dein Profil aufsetzen
es: Empecemos por configurar su perfil
fr: Commençons par créer votre profil
pl: Zacznijmy od skonfigurowania swojego profilu
sw: Wacha tuanze kwa kusanidi wasifu wako
ur: آئیے آپ کا پروفائل ترتیب دے کر شروع کریں

source: Optional
ar: اختياري
da: Valgfrit
es: Opcional
fr: Optionnel
pl: Opcjonalnie
sw: Hiari
ur: اختیاری

source: or
ar: أو
da: eller
de: - oder -
es: o
fr: ou
pl: albo
sw: au
ur: یا

source: Overview
ar: لمحة عامة
da: Oversigt
de: Übersicht
es: Visión General
fr: Vue d'ensemble
pl: Przegląd
sw: Muhtasari
ur: جائزہ

source: Parent Space
ar: الفضاء الأم
de: Elternspace
es: Espacio para Padres
fr: Espace parent
pl: Przestrzeń rodzicielska
sw: Nafasi Kuu
ur: پیرنٹ اسپیس

source: Parent Spaces
ar: الفضاءات الأم
da: Spaces
de: Elternspace
es: Espacios para Padres
fr: Espaces parent
sw: Nafasi Kuu
ur: پیرنٹ اسپیسز

source: Parent Space must be selected
ar: يجب تحديد الفضاء الأم
da: Space skal vælges
de: Elternspace muss gewählt werden
es: El Espacio para Padres debe seleccionarse
fr: L'espace parents doit être sélectionné
pl: Przestrzeń rodzicielska musi być wybrane
sw: Nafasi kuu lazima ichaguliwe
ur: پیرنٹ اسپیس کا انتخاب کرنا ضروری ہے

source: Pin Name
ar: دبس الاسم
da: Pin Navn
de: Pintitel
es: Nombre de Chincheta
fr: Nom de l'épingle
pl: Nazwa pinu
sw: Bandika Jina
ur: پن کا نام

# powerLevelModerator
source: Moderator
sw: Msimamizi
ur: ناظم

source: Select all
ar: اختيار الكل
da: Markér alle
de: Alle auswählen
sw: Chagua zote
ur: سبھی کو منتخب کریں

source: Sending Attachment
ar: إرسال المرفق
da: Sender fil
de: Sende Anhang
es: Envío de Archivos Adjuntos
fr: Envoi de la Pièce jointe
pl: Wysyłanie załącznika
sw: Inatuma Kiambatisho
ur: اٹیچمنٹ بھیج رہے ہیں

source: Token and password must be provided
ar: يجب توفير التوكن (Token) وكلمة المرور
da: Invitationskode og adgangskode skal indtastes
de: Passwort und Code müssen angegeben werden
es: Se deben proporcionar el token y la contraseña
fr: Le Token et le mot de passe doivent être fournis
pl: Należy podać token i hasło
sw: Ishara na nenosiri lazima zitolewe
ur: ٹوکن اور پاس ورڈ فراہم کرنا ضروری ہے

source: Unsupported - Please upgrade!
ar: غير مدعوم - يرجى التحديث!
da: Ikke understøttet - Venligt Opdater!
de: Nicht unterstützt - Bitte aktualisiere die App!
es: No compatible - ¡Por favor, actualice!
fr: Non supporté - Veuillez mettre à jour !
pl: Nieobsługiwane - prosimy o aktualizację!
sw: Haitumiki - Tafadhali boresha!
ur: غیر تعاون یافتہ - براہ کرم اپ گریڈ کریں!

source: Unverified
ar: لم يتم التحقق
da: Ikke verificeret
de: Unverifiziert
es: Sin verificar
fr: Non vérifié
pl: Niezweryfikowany
sw: Haijathibitishwa
ur: غیر تصدیق شدہ

source: Unverified Sessions
ar: دورات لم يتم التحقق منها
da: Ikke verificerede sessioner
de: Unverifizierte Sitzungen
es: Sesiones sin Verificar
fr: Sessions non vérifiées
pl: Niezweryfikowane sesje
sw: Vipindi Visivyothibitishwa
ur: غیر تصدیق شدہ سیشنز

# helpCenterTitle
source: Help Center
da: Hjælp center
de: Hilfecenter
sw: Kituo cha Usaidizi
ur: امدادی مرکز
