Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

# powerLevelBanDesc
source: Minimal Permission Level to ban someone
da: Minimal tilladelsesniveau til at udelukke nogen
de: Minimales Zugangslevel um ein Mitglied verbannen zu können
sw: Kiwango cha Chini cha Ruhusa cha kumpiga mtu marufuku

# powerLevelRedactTitle
source: Redact Permission Level
da: Redigere Tilladelsesniveau
de: Zurücknahme Zugangslevel
sw: Rekebisha Kiwango cha Ruhusa

# analyticsDescription
source: Building Acter is a Community effort. A very simple way of contributing is for sending telemetry and crash reports to Acter.
de: Acter Entwicklung ist eine Gemeinschaftsanstrengung. Eine sehr einfache Möglichkeit, einen Beitrag zu leisten, besteht darin, Telemetrie- und Crashberichte an Acter zu senden.
sw: Kujenga Acter ni juhudi za Jumuiya. Njia rahisi sana ya kuchangia ni kutuma ripoti za telemetry na ajali kwa Acter.

source: Basic Telemetry
de: Grundlegende Telemetrie
sw: Telemetry ya msingi

# basicTelemetryInfo
source: Inform Acter about my basic usage statistic
de: Informiert Acter über meine grundlegende Nutzungsstatistik
sw: Mjulishe Acter kuhusu takwimu yangu ya msingi ya matumizi

# roomStateRoomCreateOther
source: {senderId} created the room.
da: {senderId} oprettede Chatten.
de: {senderId} erstellte den Raum.
sw: {senderId} ndiye aliyeunda chumba cha mkutano.

# htmlNextExplainer
source: Enable next generation of HTML rendering
sw: Washa kizazi kijacho cha uwasilishaji wa HTML

# storyInfo
source: Everyone can see, this is from you
da: Del et personligt øjeblik eller højdepunkt. Sender ikke push besked til medlemmer.
de: Jeder kann sehen, das ist von dir
sw: Kila mtu anaweza kuona, hii ni kutoka kwako

# unsupportedChatMessageType
source: Unsupported chat message type: {messageType}
sw: Aina ya ujumbe wa gumzo isiyotumika: {messageType}

# upgradeToActerSpaceSuccess
source: Upgrading to Acter Space successful
de: Upgrade zum Acter Space erfolgreich
sw: Imepata nafasi ya Acter

# upgradeToActerSpaceFailed
source: Upgrading failed: {error}
de: Upgrade fehlgeschlagen: {error}
sw: Imeshindwa kupandisha daraja: {error}

source: Upgrade to Acter Space
de: Upgrade zu Acter Space
es: Actualizar el espacio Acter
fr: Passez à l'espace Acter
pl: Aktualizacja do przestrzeni Acter
sw: Pata toleo jipya la Nafasi ya Acter

# failedToBlockUser
source: Failed to block user: {error}
sw: Imeshindwa kumzuia mtumiaji: {error}

source: As local file
sw: Kama faili ya ndani

source: Create DM
da: Opret DM
de: DM erstellen
sw: Unda DM

# autoDMWhileRedeemCode
source: While redeeming code, DM will be created'
da: Opret automatisk DM ved indløsning af kode
de: Beim Einlösen von Code wird eine DM mit dir erzeugt
sw: Wakati wa kutumia nambari ya kuthibitisha, DM itaundwa'

source: Redeem Invite Code
da: Indløs invitationskode
de: Einladung einlösen
sw: Tumia Nambari ya Mwaliko

source: Redeem Invitation
de: Einladung einlösen
sw: Komboa Mwaliko

# chatMembershipOtherBannedYou
source: {senderId} banned you.
de: {senderId} hat dich verbannt.
sw: {senderId} amekupiga marufuku.

# chatMembershipYouBannedOther
source: You banned {userId}.
de: Du hast {userId} verbannt.
sw: Ulimpiga marufuku {userId}.

# chatMembershipOtherInvitedOther
source: {senderId} invited {userId}.
de: {senderId} hat {userId} eingeladen.
sw: {senderId} amemwalika {userId}.

# chatMembershipOtherInvitedYou
source: {senderId} invited you.
de: {senderId} hat dich eingeladen.
sw: {senderId} amekualika.

# chatMembershipOtherJoined
source: {userId} joined the room.
de: {userId} ist beigetreten.
sw: {userId} alijiunga na chumba.

# chatMembershipYouJoined
source: You joined the room.
de: Du bist beigetreten.
sw: Umejiunga kwenye chumba.

# chatMembershipOtherKickedYou
source: {senderId} kicked you.
de: {senderId} hat dich rausgeworfen.
sw: {senderId} alikupiga teke.

# chatMembershipYouKickedOther
source: You kicked {userId}.
de: Du hast {userId} rausgeworfen.
sw: Ulimpiga teke {userId}.

# chatMembershipOtherKickedAndBannedOther
source: {senderId} kicked and banned {userId}.
de: {senderId} hat {userId} herausgeworfen und verbannt.
sw: {senderId} alimpiga teke na kumpiga marufuku {userId}.

# chatMembershipOtherKickedAndBannedYou
source: {senderId} kicked and banned you.
de: {senderId} hat dich herausgeworfen und verbannt.
sw: {senderId} alikupiga teke na kukupiga marufuku.

# chatMembershipYouKickedAndBannedOther
source: You kicked and banned {userId}.
de: Du hast {userId} herausgeworfen und verbannt.
sw: Ulimpiga teke na kumpiga marufuku {userId}.

# chatMembershipOtherKnockedOther
source: {senderId} knocked {userId}.
de: {senderId} klopft {userId}.
sw: {senderId} aligonga {userId}.

# chatMembershipOtherKnockedYou
source: {senderId} knocked you.
de: {senderId} hat dich angeklopft.
sw: {senderId} alikugonga.

# chatMembershipYouKnockedOther
source: You knocked {userId}.
de: Du hast {userId} angeklopft.
sw: Ulibisha {userId}.

# chatMembershipKnockOtherAccepted
source: {userId} had their knock accepted.
de: {userId} hat das Klopfen angenommen.
sw: {userId} kubisha kwake kukubaliwa.

# chatMembershipKnockYouAccepted
source: You had their knock accepted.
de: Du hast deren Klopfen angenommen.
sw: Ulikubali kubisha kwao.

# chatMembershipKnockOtherDenied
source: {userId} had their knock denied.
de: {userId} hat das Klopfen abgelehnt.
sw: {userId} alikataliwa kugonga.

# chatMembershipKnockYouDenied
source: You had their knock denied.
de: Du hast das Klopfen abgelehnt.
sw: Kubisha kwao kulikataliwa.

# chatMembershipKnockYouRetracted
source: You retracted their knock.
de: Du hast dein Anklopfen zurück gezogen.
sw: Ulighairi kubisha kwao.

# chatProfileDisplayNameOtherUnset
source: {oldVal} unset the display name.
de: Anzeigenamen gelöscht.
sw: {oldVal} batilisha jina la onyesho.

# roomStatePolicyRuleRoomRecommendationOtherSet
source: {senderId} set the recommendation of policy rule room to {newVal}.
de: {senderId} hat die Empfehlung der Policy Rule zu {newVal} gesetzt.
sw: {senderId} ameweka pendekezo la chumba cha sheria cha sera kuwa {newVal}.

# roomStatePolicyRuleServerRecommendationOtherChanged
source: {senderId} changed the recommendation of policy rule server from {oldVal} to {newVal}.
de: {senderId} hat die Empfehlung des Policy Rule Server von {oldVal} auf {newVal} geändert.
sw: {senderId} alibadilisha pendekezo la seva ya kanuni ya sera kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleUserReasonOtherChanged
source: {senderId} changed the reason of policy rule user from {oldVal} to {newVal}.
de: {senderId} hat den Grund der User Policy Rule von {oldVal} auf {newVal} geändert.
sw: {senderId} alibadilisha sababu ya mtumiaji wa kanuni ya sera kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleUserReasonOtherSet
source: {senderId} set the reason of policy rule user to {newVal}.
de: {senderId} hat den Grund der User Policy Rule auf {newVal} gesetzt.
sw: {senderId} imeweka sababu ya mtumiaji wa kanuni ya sera kuwa {newVal}.

# roomStatePolicyRuleUserReasonYouSet
source: You set the reason of policy rule user to {newVal}.
de: Du hast den Grund der User Policy Rule auf {newVal} gesetzt.
sw: Umeweka sababu ya mtumiaji wa kanuni ya sera kuwa {newVal}.

# roomStatePolicyRuleUserRecommendationYouChanged
source: You changed the recommendation of policy rule user from {oldVal} to {newVal}.
de: Du hast die Empfehlung der User Policy Rule von {oldVal} auf {newVal} geändert.
sw: Ulibadilisha pendekezo la mtumiaji wa sheria ya sera kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleUserRecommendationOtherSet
source: {senderId} set the recommendation of policy rule user to {newVal}.
de: {senderId} hat die Empfehlung der User Policy Rule auf {newVal} gesetzt.
sw: {senderId} imeweka pendekezo la mtumiaji wa kanuni ya sera kuwa {newVal}.

# roomStatePolicyRuleUserRecommendationYouSet
source: You set the recommendation of policy rule user to {newVal}.
de: Du hast die Empfehlung der User Policy Rule auf {newVal} gesetzt.
sw: Umeweka mapendekezo ya mtumiaji wa sheria ya sera kuwa {newVal}.

# roomStateRoomAvatarUrlOtherChanged
source: {senderId} changed the room avatar url.
da: {senderId} opdaterede URL'en til rummets avatar.
de: {senderId} hat das Raum-Bild geändert.
sw: {senderId} alibadilisha url avatar ya chumba.

# roomStateRoomAvatarUrlYouChanged
source: You changed the room avatar url.
da: Du opdaterede URL'en til rummets avatar.
de: Du hast das Raumbild geändert.
sw: Ulibadilisha url ya avatar ya chumba.

# appAnalytics
source: In App Analytics
sw: Katika Uchanganuzi wa Programu

# appAnalyticsInfo
source: Allow Acter to observer how I am using Acter
de: Erlaube zu beobachten, wie ich Acter benutze
sw: Ruhusu Muigizaji aangalie jinsi ninavyotumia Kiigizaji

source: Research
de: Forschung
sw: Utafiti

# researchInfo
source: I am okay with my usage Data being used for scientific research projects
de: Ich bin einverstanden meine Daten für wissenschaftliche Forschungsprojekte zu verwenden
sw: Siko sawa na matumizi yangu ya Data kutumika kwa miradi ya utafiti wa kisayansi

# togglleAll
source: Toggle All
de: Alle umschalten
sw: Geuza Zote

# analyticsMoreDetails
source: More details and further ways to contribute.
de: Weitere Details und weitere Möglichkeiten, dazu beizutragen.
sw: Maelezo zaidi na njia zaidi za kuchangia.

# roomStateRoomAvatarUrlOtherSet
source: {senderId} set the room avatar url.
da: {senderId} angivet URL'en til rummets avatar.
sw: {senderId} weka url ya avatar ya chumba.

# roomStateRoomAvatarUrlYouSet
source: You set the room avatar url.
da: Du angivet URL'en til rummets avatar.
sw: Umeweka url ya avatar ya chumba.

# roomStateRoomAvatarUrlYouUnset
source: You unset the room avatar url.
da: Du fjernede URL'en til rummets avatar.
sw: Unatengua url ya avatar ya chumba.

# roomStateRoomCreateYou
source: You created the room.
da: Du oprettede Chatten.
de: Du hast den Raum erstellt.
sw: Umeunda chumba.

# roomStateRoomHistoryVisibilityOtherChanged
source: {senderId} changed the room history visibility from {oldVal} to {newVal}.
da: {senderId} opdaterede hvem der kan se chat historikken fra {oldVal} til {newVal}.
de: {senderId} hat die Sichtbarkeit des Raumverlaufs von {oldVal} auf {newVal} geändert.
sw: {senderId} alibadilisha mwonekano wa historia ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomNameYouChanged
source: You changed the room name from {oldVal} to {newVal}.
da: Du opdaterede navnet på Chatten fra {oldVal} til {newVal}.
de: Du hast den Raumnamen von {oldVal} auf {newVal} geändert.
sw: Umebadilisha jina la chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomNameOtherSet
source: {senderId} set the room name to {newVal}.
da: {senderId} satte navnet på Chatten til {newVal}.
de: {senderId} hat den Raumnamen auf {newVal} gesetzt.
sw: {senderId} weka jina la chumba kuwa {newVal}.

# roomStateRoomPinnedEventsOtherSet
source: {senderId} set the room pinned events.
da: {senderId} satte begivenheder i Chatten.
sw: {senderId} ameweka matukio yaliyobandikwa kwenye chumba.

# roomStateRoomPowerLevelsUsersYouChanged
source: You changed the users of room power levels.
da: Du opdaterede brugerne af chat tilladelserne.
sw: Umebadilisha watumiaji wa viwango vya nishati ya chumba.

# roomStateRoomPowerLevelsUsersYouSet
source: You set the users of room power levels.
da: Du satte brugerne af chat tilladelserne.
sw: Unaweka watumiaji wa viwango vya nishati ya chumba.

# roomStateRoomPowerLevelsUsersDefaultYouChanged
source: You changed the users default of room power levels from {oldVal} to {newVal}.
da: Du opdaterede brugerne default af chat tilladelserne fra {oldVal} til {newVal}.
sw: Umebadilisha viwango chaguomsingi vya watumiaji vya viwango vya nishati ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomServerAclAllowIpLiteralsOtherChanged
source: {senderId} changed the allow ip literals of room server acl from {oldVal} to {newVal}.
da: {senderId} opdaterede tilladelsen af IP-litteraler for room server acl fra {oldVal} til {newVal}.
sw: {senderId} alibadilisha kuruhusu ip literals za room server acl kutoka {oldVal} hadi {newVal}.

# roomStateRoomServerAclAllowIpLiteralsOtherSet
source: {senderId} set the allow ip literals of room server acl to {newVal}.
da: {senderId} satte tilladelsen af IP-litteraler for room server acl til {newVal}.
sw: {senderId} weka kuruhusu ip literals ya room server acl kuwa {newVal}.

# roomStateRoomServerAclAllowIpLiteralsYouSet
source: You set the allow ip literals of room server acl to {newVal}.
da: Du satte tilladelsen af IP-litteraler for room server acl til {newVal}.
sw: Umeweka kuruhusu ip literals ya room server acl kuwa {newVal}.

# roomStateRoomServerAclAllowOtherChanged
source: {senderId} changed the allow of room server acl.
da: {senderId} opdaterede tilladelsen af room server acl.
sw: {senderId} alibadilisha ruhusa ya seva ya chumba acl.

# roomStateRoomServerAclAllowYouChanged
source: You changed the allow of room server acl.
da: Du opdaterede tilladelsen af room server acl.
sw: Ulibadilisha ruhusa ya seva ya chumba acl.

# roomStateRoomServerAclAllowOtherSet
source: {senderId} set the allow of room server acl.
da: {senderId} satte tilladelsen af room server acl.
sw: {senderId} weka kibali cha seva ya chumba acl.

# roomStateRoomServerAclDenyOtherSet
source: {senderId} set the deny of room server acl.
da: {senderId} satte tilladelsen af room server acl.
sw: {senderId} imeweka kukataliwa kwa seva ya chumba acl.

# roomStateRoomServerAclDenyYouSet
source: You set the deny of room server acl.
da: Du satte tilladelsen af room server acl.
sw: Umeweka kukataa kwa seva ya chumba acl.

# roomStateRoomTombstoneBodyYouChanged
source: You changed the body of room tombstone from {oldVal} to {newVal}.
da: Du opdaterede body for room tombstone fra {oldVal} til {newVal}.
sw: Ulibadilisha jiwe la kaburi la chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomTombstoneBodyOtherSet
source: {senderId} set the body of room tombstone to {newVal}.
da: {senderId} satte body for room tombstone til {newVal}.
sw: {senderId} ameweka mwili wa tombstone ya chumba kuwa {newVal}.

# roomStateRoomTombstoneBodyYouSet
source: You set the body of room tombstone to {newVal}.
da: Du satte body for room tombstone til {newVal}.
sw: Umeweka mwili wa chumba cha kaburi kuwa {newVal}.

# roomStateRoomTombstoneReplacementRoomOtherChanged
source: {senderId} changed the replacement room of room tombstone.
da: {senderId} opdaterede erstatningsrummet for room tombstone.
sw: {senderId} alibadilisha chumba badala ya jiwe la kaburi la chumba.

# roomStateRoomTombstoneReplacementRoomYouChanged
source: You changed the replacement room of room tombstone.
da: Du opdaterede erstatningsrummet for room tombstone.
sw: Ulibadilisha chumba badala ya jiwe la kaburi la chumba.

# roomStateSpaceChildOrderOtherUnset
source: {senderId} unset the order of space child.
sw: {senderId} batilisha mpangilio wa space child.

# roomStateSpaceParentViaYouSet
source: You set the via of space parent.
sw: Umeweka kupitia mzazi wa nafasi.

# roomStateSpaceParentCanonicalOtherChanged
source: {senderId} changed the canonical of space parent from {oldVal} to {newVal}.
sw: {senderId} alibadilisha kanuni za mzazi wa anga kutoka {oldVal} hadi {newVal}.

# roomStateSpaceParentCanonicalOtherSet
source: {senderId} set the canonical of space parent to {newVal}.
sw: {senderId} imeweka kanuni ya mzazi wa anga kuwa {newVal}.

# canLinkButNotUpgrade
source: You can link this, but not update its join permissions
da: Du kan linke denne, men ikke opdatere hvem der kan joine
de: Du kannst dies verlinken, aber die Zugangsregel nicht ändern
sw: Unaweza kuunganisha hii, lakini usisasishe ruhusa zake za kujiunga

# roomStateRoomPowerLevelsBanOtherChanged
source: {senderId} changed the ban of room power levels from {oldVal} to {newVal}.
da: {senderId} opdaterede udelukkelse niveauet i chat tilladelserne fra {oldVal} til {newVal}.
sw: {senderId} alibadilisha marufuku ya viwango vya nishati ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomPowerLevelsBanYouChanged
source: You changed the ban of room power levels from {oldVal} to {newVal}.
da: Du opdaterede udelukkelse niveauet i chat tilladelserne fra {oldVal} til {newVal}.
sw: Umebadilisha marufuku ya viwango vya nishati ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomPowerLevelsBanOtherSet
source: {senderId} set the ban of room power levels to {newVal}.
da: {senderId} satte udelukkelse niveauet i chat tilladelserne til {newVal}.
sw: {senderId} ameweka marufuku ya viwango vya nishati ya chumba kuwa {newVal}.

# roomStateRoomPowerLevelsEventsOtherChanged
source: {senderId} changed the {eventType} event of room power levels.
da: {senderId} opdaterede {eventType} tilfælde i chat tilladelserne.
sw: {senderId} alibadilisha tukio la {eventType} la viwango vya nishati kwenye chumba.

# roomStateRoomPowerLevelsEventsYouChanged
source: You changed the {eventType} event of room power levels.
da: Du opdaterede {eventType} tilfælde i chat tilladelserne.
sw: Ulibadilisha tukio la {eventType} la viwango vya nishati kwenye chumba.

# roomStateRoomPowerLevelsEventsOtherSet
source: {senderId} set the {eventType} event of room power levels.
da: {senderId} satte {eventType} tilfælde i chat tilladelserne.
sw: {senderId} ameweka tukio la {eventType} la viwango vya nishati kwenye chumba.

# roomStateRoomPowerLevelsEventsDefaultYouChanged
source: You changed the events default of room power levels from {oldVal} to {newVal}.
da: Du opdaterede standardbegivenhederne for chat tilladelserne fra {oldVal} til {newVal}.
sw: Umebadilisha chaguomsingi la matukio ya viwango vya nishati ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomPowerLevelsEventsDefaultOtherChanged
source: {senderId} changed the events default of room power levels from {oldVal} to {newVal}.
da: {senderId} opdaterede standardbegivenhederne for chat tilladelserne fra {oldVal} til {newVal}.
sw: {senderId} alibadilisha chaguomsingi la matukio ya viwango vya nishati ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomPowerLevelsEventsDefaultOtherSet
source: {senderId} set the events default of room power levels to {newVal}.
da: {senderId} satte standardbegivenhederne for chat tilladelserne til {newVal}.
sw: {senderId} imeweka chaguomsingi la matukio ya viwango vya nishati ya chumba kuwa {newVal}.

# roomStateRoomPowerLevelsEventsDefaultYouSet
source: You set the events default of room power levels to {newVal}.
da: Du satte standardbegivenhederne for chat tilladelserne til {newVal}.
sw: Umeweka chaguomsingi la matukio ya viwango vya nishati ya chumba kuwa {newVal}.

# roomStateRoomPowerLevelsInviteOtherChanged
source: {senderId} changed the invite of room power levels from {oldVal} to {newVal}.
da: {senderId} opdaterede invitationen for chat tilladelserne fra {oldVal} til {newVal}.
sw: {senderId} alibadilisha mwaliko wa viwango vya nishati kwenye chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomPowerLevelsInviteYouChanged
source: You changed the invite of room power levels from {oldVal} to {newVal}.
da: Du opdaterede invitationen for chat tilladelserne fra {oldVal} til {newVal}.
sw: Ulibadilisha mwaliko wa viwango vya nishati kwenye chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomPowerLevelsInviteYouSet
source: You set the invite of room power levels to {newVal}.
da: Du satte invitationen for chat tilladelserne til {newVal}.
sw: Umeweka mwaliko wa viwango vya nishati kwenye chumba kuwa {newVal}.

source: you are both in
da: I er begge i
de: ihr seid beide in
sw: nyote wawili mko ndani
ur: آپ دونوں میں اندر ہیں

# roomStateRoomPowerLevelsNotificationOtherChanged
source: {senderId} changed the notification of room power levels from {oldVal} to {newVal}.
da: {senderId} opdaterede notifikationen for chat tilladelserne fra {oldVal} til {newVal}.
sw: {senderId} alibadilisha arifa ya viwango vya nishati ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomPowerLevelsNotificationYouChanged
source: You changed the notification of room power levels from {oldVal} to {newVal}.
da: Du opdaterede notifikationen for chat tilladelserne fra {oldVal} til {newVal}.
sw: Umebadilisha arifa ya viwango vya nishati ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomPowerLevelsKickYouSet
source: You set the kick of room power levels to {newVal}.
da: Du satte udelukkelsen for chat tilladelserne til {newVal}.
sw: Umeweka viwango vya nishati vya chumba kuwa {newVal}.

# roomStateRoomPowerLevelsNotificationYouSet
source: You set the notification of room power levels to {newVal}.
da: Du satte notifikationen for chat tilladelserne til {newVal}.
sw: Umeweka arifa ya viwango vya nishati ya chumba kuwa {newVal}.

# roomStateRoomPowerLevelsRedactOtherChanged
source: {senderId} changed the redact of room power levels from {oldVal} to {newVal}.
da: {senderId} opdaterede redigeringen af chat tilladelserne fra {oldVal} til {newVal}.
sw: {senderId} alibadilisha urekebishaji wa viwango vya nishati ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomPowerLevelsRedactYouChanged
source: You changed the redact of room power levels from {oldVal} to {newVal}.
da: Du opdaterede redigeringen af chat tilladelserne fra {oldVal} til {newVal}.
sw: Umebadilisha mpangilio wa viwango vya nishati ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomPowerLevelsStateDefaultOtherChanged
source: {senderId} changed the state default of room power levels from {oldVal} to {newVal}.
da: {senderId} opdaterede standardværdien for chat tilladelserne fra {oldVal} til {newVal}.
sw: {senderId} imebadilisha hali chaguomsingi ya viwango vya nishati ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomPowerLevelsStateDefaultYouChanged
source: You changed the state default of room power levels from {oldVal} to {newVal}.
da: Du opdaterede standardværdien for chat tilladelserne fra {oldVal} til {newVal}.
sw: Umebadilisha hali chaguomsingi ya viwango vya nishati ya chumba kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleServerEntityYouChanged
source: You changed the entity of policy rule server from {oldVal} to {newVal}.
de: Du hast den Policy Rule Server von {oldVal} auf {newVal} geändert.
sw: Ulibadilisha huluki ya seva ya kanuni ya sera kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleServerEntityOtherChanged
source: {senderId} changed the entity of policy rule server from {oldVal} to {newVal}.
de: {senderId} hat den Policy Rule Server von {oldVal} auf {newVal} geändert.
sw: {senderId} alibadilisha huluki ya seva ya kanuni ya sera kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleServerEntityOtherSet
source: {senderId} set the entity of policy rule server to {newVal}.
de: {senderId} hat den Policy Rule server auf {newVal} gesetzt.
sw: {senderId} imeweka huluki ya seva ya kanuni ya sera kuwa {newVal}.

# roomStatePolicyRuleServerEntityYouSet
source: You set the entity of policy rule server to {newVal}.
de: Du hast den Policy Rule Server auf {newVal} gesetzt.
sw: Umeweka huluki ya seva ya kanuni ya sera kuwa {newVal}.

# roomStatePolicyRuleServerReasonOtherSet
source: {senderId} set the reason of policy rule server to {newVal}.
de: {senderId} hat den Grund des Policy Rule Server auf {newVal} gesetzt.
sw: {senderId} imeweka sababu ya seva ya kanuni ya sera kuwa {newVal}.

# roomStatePolicyRuleServerReasonYouSet
source: You set the reason of policy rule server to {newVal}.
de: Du hast den Grund für den Policy Rule Server auf {newVal} gesetzt.
sw: Umeweka sababu ya seva ya kanuni ya sera kuwa {newVal}.

# roomStatePolicyRuleServerReasonYouChanged
source: You changed the reason of policy rule server from {oldVal} to {newVal}.
de: Du hast den Grund des Policy Rule Server von {oldVal} auf {newVal} geändert.
sw: Ulibadilisha sababu ya seva ya kanuni ya sera kutoka {oldVal} hadi {newVal}.
