Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

# closingRoomTitleDescription
source: When closing this room, we will : - Remove everyone with a lower permission level then yours from it - Remove it as a child from the parent spaces (where you have the permissions to do so), - Set the invite rule to 'private' - You will leave the room. This can not be undone. Are you sure you want to close this?
ar: عند إغلاق هذه الغرفة، سنقوم بما يلي : - طرد كل من لديه مستوى إذن أقل من الإذن الذي لديك - إزالتها كفرع من الفضاءات الأم (حيث لديك الأذونات للقيام بذلك), - ضبط قاعدة الدعوة إلى "خاص' - سوف تغادر الغرفة. لا يمكن التراجع فيه. هل أنت متأكد من أنك تريد الإغلاق؟
da: Når vi lukker dette rum, vil vi: - Fjerne alle med en lavere tilladelse niveau - Fjerne det fra andre spaces (hvor du har tilladelse til at gøre det), - Sætte invitationsreglen til 'private' - Du forlader Space't Det kan ikke gøres om. Er du sikker på, du vil lukke det her?
de: Beim Schließen des Raums, wir werden: - alle Mitglieder mit geringeren Rechten entfernen - den Raum aus der Liste im Elternspace entfernen (wenn du die Rechte dazu hast) - die Einladungsregel auf 'privat' setzen. - Du wirst den Raum verlassen. Dies kann nicht rückgängig gemacht werden. Bist du sicher, dass du den Raum schließen willst?
sw: Wakati wa kufunga chumba hiki, tutafanya: - Ondoa kila mtu aliye na kiwango cha chini cha ruhusa kisha chako kutoka humo - Iondoe kama mtoto kutoka kwa nafasi za wazazi (ambapo una ruhusa ya kufanya hivyo), - Weka sheria ya mwaliko kuwa "faragha" - Utaondoka kwenye chumba. Hili haliwezi kutenduliwa. Je, una uhakika unataka kuifunga hii?
ur: اس روم کو بند کرتے وقت، ہم کریں گے: - اجازت کی کم سطح کے ساتھ ہر ایک کو ہٹا دیں آپ کے مقابلے میں - اسے بطور چائلڈ پیرنٹ کیسپیس سے ہٹا دیں (جہاں آپ کو ایسا کرنے کی اجازت ہے)، - دعوت کے اصول کو 'پرائیویٹ' پر سیٹ کریں - آپ روم چھوڑ دو گے۔ اسے کالعدم نہیں کیا جا سکتا۔ کیا آپ واقعی اسے بند کرنا چاہتے ہیں؟

source: Confirm with Token
ar: التأكيد باستخدام التوكن
da: Bekræft med token
de: Mit Kode bestätigen
es: Confirmar con Token
fr: Confirmer avec le Token
pl: Potwierdź za pomocą tokena
sw: Thibitisha kwa Tokeni
ur: ٹوکن کے ساتھ تصدیق کریں

source: Create Space
ar: إنشاء فضاء
da: Opret Space
de: Space erstllen
es: Crear Espacio
fr: Créer un Espace
pl: Utwórz przestrzeń
sw: Unda Nafasi
ur: سپیس بنائیں

source: Delete Target
ar: حذف الهدف
da: Slet Target
de: Ziel löschen
es: Eliminar Objetivo
fr: Supprimer la cible
pl: Usuń cel
sw: Futa Lengo
ur: ڈلیٹ ٹارگٹ

# deactivateAccountDescription
source: If you proceed: - All your personal data will be removed from your homeserver, including display name and avatar - All your sessions will be closed immediately, no other device will be able to continue their sessions - You will leave all rooms, chats, spaces and DMs that you are in - You will not be able to reactivate your account - You will no longer be able to log in - No one will be able to reuse your username (MXID), including you: this username will remain unavailable indefinitely - You will be removed from the identity server, if you provided any information to be found through that (e.g. email or phone number) - All local data, including any encryption keys, will be permanently deleted from this device - Your old messages will still be visible to people who received them, just like emails you sent in the past. You will not be able to reverse any of this. This is a permanent and irrevocable action.
ar: إذا قمت بالاستمرار: - ستتم إزالة جميع بياناتك الشخصية من السيرفر المنزلي الخاص بك، بما في ذلك اسم العرض والصورة الرمزية - سيتم إغلاق جميع الدورات الخاصة بك على الفور، ولن يتمكن أي جهاز آخر من مواصلة دوراته - ستغادر جميع الغرف والمحادثات والفضاءات و دي ام (DMs) التي أنت فيها - لن تتمكن من إعادة تفعيل حسابك - لن تتمكن من تسجيل الدخول بعد الآن - لن يتمكن أحد من إعادة استعمال اسم المستخدم الخاص بك (MXID)، بما في ذلك أنت: سيظل اسم المستخدم هذا غير متاح إلى أجل غير مسمى - ستتم إزالتك من سيرفر الهوية، إذا قدمت أي معلومات يمكن العثور عليها من خلال ذلك (مثل البريد الإلكتروني أو رقم الهاتف) - سيتم حذف جميع البيانات المحلية، بما في ذلك أي مفاتيح تشفير، بشكل دائم من هذا الجهاز - ستظل رسائلك القديمة مرئية للأشخاص الذين تلقوها، تمامًا مثل رسائل البريد الإلكتروني التي أرسلتها في الماضي. لن تتمكن من التراجع عن هذا الخيار. هذا إجراء دائم ولا رجعة فيه.
da: Hvis du fortsætter vil: - Alle dine personlige data vil blive fjernet fra din hjemmeserver, inklusive navn og billede - Alle dine sessioner vil blive lukket med det samme, ingen anden enhed vil være i stand til at fortsætte deres sessioner - Du forlader alle rum, chats, spaces og DM’er, som du er i - Du vil ikke være i stand til at genaktivere din konto - Du vil ikke længere kunne logge ind - Ingen vil være i stand til at genbruge dit brugernavn (MXID), inklusiv dig: dette brugernavn vil forblive utilgængeligt på ubestemt tid - Du vil blive fjernet fra identitetsserveren, hvis du har givet nogen oplysninger, der skal findes via den (f.eks. e-mail eller telefonnummer) - Alle lokale data, inklusive eventuelle krypteringsnøgler, slettes permanent fra denne enhed - Dine gamle beskeder vil stadig være synlige for folk, der har modtaget dem, ligesom e-mails, du har sendt tidligere. Du vil ikke være i stand til at fortryde noget af dette. Dette er en permanent og uigenkaldelig handling.
de: Wenn du fort fährst: - werden alle deine persönlichen Daten vom Homeserver gelöscht, inklusive Anzeigename und Avatar-Bild - werden umgehend alle Sessions geschlossen, kein Gerät wird mehr mit dem aktuellen Login fortfahren können - Du verlässt alle Räume, Chats, DMs, und Spaces in denen du gerade bist - Du wirst nicht in der Lage sein dein Konto wieder zu reaktivieren - Du wirst dich nicht mehr länger in dein Konto einloggen können - Niemand wird in deinen Nutzernamen (MXID) verwenden können, inklusive Dir: dieser Nutzername wird dauerhaft unnutzbar sein - Dein Eintrag wird vom Idenity-Server entfernt, inklusive aller dortigen Information (z.B. Email), falls du den benutzt hast - Alle lokalen Informationen, inklusive krytographische Schlüssel werden umgehend gelöscht - Deine gesendeten Nachrichten werden weiterhin verfügbar sein, eine E-Mail, die du versandt hast. Du kannst nichts davon rückgängig machen. Diese ist eine permanente und irreversible Aktion.
es: Si continúa: - Todos sus datos personales serán eliminados de su servidor, incluyendo su nombre y avatar. - Todas sus sesiones se cerrarán inmediatamente, ningún otro dispositivo podrá continuar sus sesiones - Abandonará todas las salas, chats, espacios y DMs en los que se encuentre. - No podrá reactivar su cuenta. - Ya no podrá iniciar sesión - Nadie podrá reutilizar su nombre de usuario (MXID), incluido usted: este nombre de usuario no estará disponible indefinidamente. - Se le eliminará del servidor de identidad, si proporcionó alguna información que pudiera encontrarse a través de él (por ejemplo, email o número de teléfono) - Todos los datos locales, incluidas las claves de cifrado, se eliminarán permanentemente de este dispositivo. - Sus mensajes antiguos seguirán siendo visibles para las personas que los hayan recibido, al igual que los correos electrónicos que enviaste en el pasado. No podrá revertir nada de esto. Se trata de una acción permanente e irrevocable.
fr: Si vous procédez : - Toutes vos données personnelles seront supprimées de votre homeserver, y compris votre nom d'utilisateur et votre avatar - Toutes vos sessions seront immédiatement fermées, aucun autre appareil ne pourra continuer ses sessions - Vous quitterez tous les salons, chats, espaces et MDs dans lesquels vous vous trouvez - Vous ne pourrez pas réactiver votre compte - Vous ne pourrez plus vous connecter - Personne ne pourra réutiliser votre nom d'utilisateur (MXID), y compris vous : ce nom d'utilisateur restera indisponible indéfiniment - Vous serez retiré du serveur d'identité si vous avez fourni des informations pouvant être trouvées par ce biais (par exemple, votre adresse électronique ou votre numéro de téléphone) - Toutes les données locales, y compris les clés de cryptage, seront définitivement supprimées de cet appareil - Vos anciens messages seront toujours visibles pour les personnes qui les ont reçus, tout comme les courriels que vous avez envoyés par le passé Vous ne pourrez pas revenir sur cette décision. Il s'agit d'une action permanente et irrévocable.
pl: Jeśli kontynuujesz: - Wszystkie dane osobowe użytkownika zostaną usunięte z serwera domowego, w tym nazwa wyświetlana i awatar - Wszystkie sesje zostaną natychmiast zamknięte, żadne inne urządzenie nie będzie mogło kontynuować sesji. - Opuścisz wszystkie pokoje, czaty, przestrzenie i DM, w których jesteś. - Nie będzie możliwe ponowne aktywowanie konta. - Nie będzie już możliwe zalogowanie się. - Nikt nie będzie mógł ponownie użyć Twojej nazwy użytkownika (MXID), w tym Ty: ta nazwa użytkownika pozostanie niedostępna na czas nieokreślony. - Zostaniesz usunięty z serwera tożsamości, jeśli podałeś jakiekolwiek informacje, które można znaleźć za jego pośrednictwem (np. adres e-mail lub numer telefonu). - Wszystkie dane lokalne, w tym klucze szyfrowania, zostaną trwale usunięte z tego urządzenia. - Twoje stare wiadomości będą nadal widoczne dla osób, które je otrzymały, podobnie jak wiadomości e-mail wysłane w przeszłości. Nie będzie można tego cofnąć. Jest to działanie trwałe i nieodwracalne.
sw: Ukiendelea: - Data yako yote ya kibinafsi itaondolewa kutoka kwa seva yako ya nyumbani, pamoja na jina la kuonyesha na avatar - Vipindi vyako vyote vitafungwa mara moja, hakuna kifaa kingine kitakachoweza kuendelea na vipindi vyao - Utaacha vyumba vyote, soga, nafasi na ujumbe mfupi wa simu uliomo - Hutaweza kuwezesha akaunti yako tena - Hutaweza tena kuingia - Hakuna mtu ataweza kutumia tena jina lako la mtumiaji (MXID), pamoja na wewe: jina hili la mtumiaji halitapatikana kwa muda usiojulikana. - Utaondolewa kwenye seva ya utambulisho, ikiwa ulitoa taarifa yoyote ya kupatikana kupitia hiyo (k.m. barua pepe au nambari ya simu) - Data yote ya ndani, ikijumuisha funguo zozote za usimbaji fiche, itafutwa kabisa kutoka kwa kifaa hiki - Barua pepe zako za zamani bado zitaonekana kwa watu waliozipokea, kama vile barua pepe ulizotuma hapo awali. Hutaweza kubadilisha yoyote kati ya haya. Hiki ni kitendo cha kudumu na kisichoweza kubatilishwa.
ur: اگر آپ آگے بڑھتے ہیں: - آپ کا تمام ذاتی ڈیٹا آپ کے ہوم سرور سے ہٹا دیا جائے گا، بشمول ڈسپلے نام اور اوتار ۔ - آپ کے تمام سیشنز فوری طور پر بند کر دیے جائیں گے، کوئی دوسرا ڈیوائسس اپنے سیشن جاری نہیں رکھ سکے گا۔ - آپ ان تمام رومز، چیٹس، اسپیسز اور ڈی ایم کو چھوڑ دیں گے جن میں آپ ہیں۔ - آپ اپنا اکاؤنٹ دوبارہ فعال نہیں کر پائیں گے۔ - اب آپ لاگ ان نہیں کر سکیں گے۔ - آپ سمیت کوئی بھی آپ کا صارف نام (MXID) دوبارہ استعمال نہیں کر سکے گا: یہ صارف نام غیر معینہ مدت تک دستیاب نہیں رہے گا۔ تمام مقامی ڈیٹا بشمول کسی بھی انکرپشن کیز کو اس ڈیوائس سے مستقل طور پر حذف کر دیا جائے گا۔ - آپ کے پرانے پیغامات اب بھی ان لوگوں کو نظر آئیں گے جنہوں نے انہیں موصول کیا، جیسا کہ آپ نے ماضی میں بھیجی تھیں۔ آپ اس میں سے کسی کو بھی ریورس نہیں کر سکیں گے۔ یہ ایک مستقل اور ناقابل تنسیخ عمل ہے ۔

source: Deactivating your account
ar: إلغاء تفعيل حسابك
da: Deaktiverer din konto
de: Deaktiviere deine Konto
es: Desactivar su cuenta
fr: Désactivation de votre compte
pl: Dezaktywacja konta
sw: Inazima akaunti yako
ur: آپ کا اکاؤنٹ غیر فعال ہو رہا ہے

# emailOrPasswordSeemsNotValid
source: Email or password seems to be not valid.
ar: يبدو أن البريد الإلكتروني أو كلمة المرور غير صحيحة.
da: E-mail eller adgangskode ser ikke ud til at være gyldig.
de: Email oder Passwort scheint nicht korrekt zu sein.
es: Parece que el correo electrónico o la contraseña no son válidos.
fr: L'email ou le mot de passe n'est pas valide.
pl: Adres e-mail lub hasło są nieprawidłowe.
sw: Barua pepe au nenosiri linaonekana kuwa si sahihi.
ur: ای میل یا پاس ورڈ درست نہیں لگتا ہے۔

# encryptionBackupNoBackup
source: No encryption backup found
ar: لم يتم العثور على نسخة احتياطية للتشفير
da: Ingen krypteringsbackup fundet
de: Kein Verschlüsselungsbackup gefunden
es: No se ha encontrado ninguna copia de seguridad de encriptación
fr: Aucune sauvegarde cryptée n'a été trouvée
pl: Nie znaleziono kopii zapasowej szyfrowania
sw: Hakuna nakala rudufu ya usimbaji iliyopatikana
ur: کوئی انکرپشن بیک اپ نہیں ملا

# encryptionBackupNoBackupExplainer
source: If you lose access to your account, conversations might become unrecoverable. We recommend enabling automatic encryption backups.
ar: إذا فقدت إمكانية الوصول إلى حسابك، فقد تصبح المحادثات غير قابلة للاسترجاع. لذا نوصي بتمكين النسخ الاحتياطية التلقائية للتشفير.
da: Hvis du mister adgangen til din konto, kan samtaler blive uoprettelige. Vi anbefaler at aktivere automatisk krypteringssikkerhedskopiering.
de: Wenn du den Zugang zu deinem Konto verließt, können verschlüsselte Chats unwiderruflich verloren gehen. Wir empfehlen daher die Aktivierung des automatischen Verschlüsselungsbackup.
es: Si pierde el acceso a su cuenta, las conversaciones podrían resultar irrecuperables. Le recomendamos que active las copias de seguridad automáticas de encriptación.
fr: Si vous perdez l'accès à votre compte, les conversations risquent d'être perdues. Nous vous recommandons d'activer les sauvegardes automatiques par cryptage.
pl: W przypadku utraty dostępu do konta konwersacje mogą stać się niemożliwe do odzyskania. Zalecamy włączenie automatycznego szyfrowania kopii zapasowych.
sw: Ukipoteza ufikiaji wa akaunti yako, mazungumzo yanaweza kuwa yasirejesheke. Tunapendekeza kuwezesha nakala rudufu za usimbaji fiche kiotomatiki.
ur: اگر آپ اپنے اکاؤنٹ کی رسائی کھو دیتے ہیں تو بات چیت ناقابل بازیافت ہو سکتی ہے۔ ہم خودکار انکریپشن بیک اپس کو فعال کرنے کی تجویز کرتے ہیں۔

# hintMessageUsername
source: Unique username for logging in and identification
ar: اسم مستخدم موحّد لتسجيل الدخول وتحديد الهوية
da: Unikt brugernavn til login og identifikation
de: Eindeutiger Nutzername für den Kontozugang und die Identifikation
es: Nombre de usuario único para iniciar sesión e identificarse
fr: Nom d'utilisateur unique pour la connexion et l'identification
pl: Unikalna nazwa użytkownika do logowania i identyfikacji
sw: Jina la mtumiaji la kipekee la kuingia na kitambulisho
ur: لاگ ان اور شناخت کے لیے منفرد صارف نام

# encryptionBackupRecoverExplainer
source: Provider you recovery key to decrypt the encryption backup
ar: توفير مفتاح استرجاع لفك تشفير النسخة الاحتياطية للتشفير
da: Angiv din gendannelsesnøgle til at dekryptere krypteringssikkerhedskopien
de: Gib deinen Rückholschlüssel an um dein Verschlüsselungsbackup zu entschlüsseln
es: Proveer de la clave de recuperación para descifrar la copia de seguridad encriptada
fr: Fournir votre clé de récupération pour décrypter la sauvegarde cryptée
pl: Dostawca klucza odzyskiwania do odszyfrowania kopii zapasowej szyfrowania
sw: Mtoa huduma wako wa ufunguo wa kurejesha ili kusimbua hifadhi rudufu ya usimbaji fiche
ur: انکریپٹڈ بیک اپ کو ڈکرپٹ کرنے کے لیے ری کوری کی فراہم کریں

# forgotPasswordDescription
source: To reset your password, we will send a verification link to your email. Follow the process there and once confirmed, you can reset your password here.
ar: لإعادة تعيين كلمة المرور الخاصة بك، سنقوم بإرسال رابط التحقق إلى بريدك الإلكتروني. اتبع العملية هناك وبمجرد تأكيدها، يمكنك إعادة تهيئة كلمة المرور الخاصة بك هنا.
da: For at gendanne din adgangskode skal du blot sende os dit brugernavn via e-mail, og vores team vil hurtigt hjælpe dig med at få adgang til din profil igen.
de: Um dein Passwort wieder herzustellen, schicken wir dir einen Link an deine E-Mail. Bitte folge dem Prozess dort und am Ende kannst du dein Passwort hier neusetzen.
es: Para restablecer su contraseña, le enviaremos un enlace de verificación a su correo electrónico. Siga el proceso y, una vez confirmado, podrá restablecer su contraseña aquí.
fr: Pour réinitialiser votre mot de passe, nous vous enverrons un lien de vérification à votre adresse e-mail. Suivez la procédure et, après avoir confirmé, vous pourrez réinitialiser votre mot de passe ici.
pl: Aby odzyskać hasło, po prostu wyślij nam swoją nazwę użytkownika pocztą elektroniczną, a nasz zespół szybko pomoże Ci odzyskać dostęp do Twojego profilu.
sw: Ili kuweka upya nenosiri lako, tutakutumia kiungo cha uthibitishaji kwa barua pepe yako. Fuata mchakato hapo na ukishathibitishwa, unaweza kuweka upya nenosiri lako hapa.
ur: آپ کا پاس ورڈ دوبارہ ترتیب دینے کے لیے، ہم آپ کے ای میل پر ایک تصدیقی لنک بھیجیں گے۔ وہاں فالو کریں اور ایک بار تصدیق ہونے کے بعد، آپ یہاں اپنا پاس ورڈ دوبارہ ترتیب دے سکتے ہیں۔

# getInTouchWithOtherChangeMakers
source: Get in touch with other change makers, organizers or activists and chat directly with them.
ar: تواصل مع صانعي التغيير أو المنظمين أو الناشطين الآخرين وتحدث معهم مباشرةً.
da: Kom i kontakt med andre og chat direkte med dem.
de: Komme in Kontakt mit anderen ChangeMakers, Organizer und Aktivisti und chatte direkt mit ihnen.
es: Póngase en contacto con otros agentes del cambio, organizadores o activistas y charle directamente con ellos.
fr: Entrez en contact avec d'autres acteurs du changement, organisateurs ou activistes et discutez directement avec eux.
pl: Skontaktuj się z innymi twórcami zmian, organizatorami lub aktywistami i porozmawiaj z nimi bezpośrednio.
sw: Wasiliana na waundaji mabadiliko wengine, waandaaji au wanaharakati na uzungumze nao moja kwa moja.
ur: دوسرے تبدیلی سازوں، منتظمین یا کارکنوں سے رابطے میں رہیں اور ان کے ساتھ براہ راست بات چیت کریں۔

# inviteCodeInfo
source: Acter is still invite-only access. In case you were not given an invite code by a specific group or initiative, use below code to check out Acter.
ar: لا يزال الوصول إلى Acter متاحاً للمدعوين فقط. في حالة عدم حصولك على رمز دعوة من قبل مجموعة أو مبادرة معينة، استخدم الرمز أدناه للتحقق من Acter.
da: En invitationskode er en unik adgangs kode, der giver dig mulighed for at deltage i dit fællesskab. Den fungerer som en speciel nøgle, så kun dem med koden kan blive medlemmer. Den kan oprettes og distribueres af gruppe administratorer.
de: Acter ist weiterhin invite-only. Falls dir bisher kein Invite-Kode einer bestimmten Gruppe oder Initiative zugegangen ist, benutzen den folgen um Acter auszuprobieren.
es: El acceso a Acter sigue siendo por invitación. En caso de que un grupo o iniciativa específicos no le hayan dado un código de invitación, utilice el siguiente código para visitar Acter.
fr: Acter est toujours accessible uniquement sur invitation. Si vous n'avez pas reçu de code d'invitation de la part d'un groupe ou d'une initiative spécifique, utilisez le code ci-dessous pour découvrir Acter.
pl: Kod zaproszenia to unikalny klucz dostępu, który umożliwia dołączenie do społeczności. Służy on jako specjalny klucz, dzięki któremu tylko osoby posiadające kod mogą zostać członkami. Może on być tworzony i dystrybuowany przez lidera społeczności.
sw: Mwigizaji bado ana ufikiaji wa mwaliko pekee. Iwapo hukupewa msimbo wa mwaliko na kikundi au mpango maalum, tumia msimbo ulio hapa chini ili kuangalia Acter.
ur: ایکٹر اب بھی صرف مدعو رسائی ہے۔ اگر آپ کو کسی مخصوص گروپ یا اقدام کی طرف سے دعوتی کوڈ نہیں دیا گیا ہے، تو ایکٹر کو چیک کرنے کے لیے نیچے کا کوڈ استعمال کریں۔

source: Link existing Chat
ar: ربط المحادثة القائمة
da: Tilføj eksisterende Chat
de: Verbinde bestehenden Chat
es: Enlace al Chat existente
fr: Lier vers le Chat existant
pl: Link do istniejącego czatu
sw: Unganisha Gumzo iliyopo
ur: موجودہ چیٹ کو لنک کریں

# markToHideAllCurrentAndFutureContent
source: Mark to hide all current and future content from this user and block them from contacting you
ar: وضع علامة لإخفاء كل المحتوى الحالي والمستقبلي من هذا المستخدم وحظره من الاتصال بك
da: Markér for at skjule al nuværende og fremtidige indhold fra denne bruger og bloker dem fra at kontakte dig
de: Markieren um allen bestehende und zukünftige Nachrichten von diesem User zu verstecken und Kontaktaufnahmen dauerhaft zu blockieren
es: Marcar para ocultar todo el contenido actual y futuro de este usuario y bloquearlo para que no pueda ponerse en contacto con usted
fr: Marquer pour masquer tous les contenus actuels et futurs de cet utilisateur et l'empêcher de vous contacter
pl: Zaznacz, aby ukryć całą bieżącą i przyszłą zawartość od tego użytkownika i zablokować mu możliwość kontaktowania się z Tobą
sw: Weka alama ili kuficha maudhui yote ya sasa na ya baadaye kutoka kwa mtumiaji huyu na umzuie kuwasiliana nawe
ur: اس صارف سے تمام موجودہ اور مستقبل کے مواد کو چھپانے کے لیے نشان زد کریں اور انہیں آپ سے رابطہ کرنے سے روکیں

source: Manage your invitation codes
ar: إدارة رموز الدعوات الخاصة بك
da: Administrer dine invitationskoder
de: Deine Einladungskodes verwalten
es: Gestionar sus códigos de invitación
fr: Gérez vos codes d'invitation
pl: Zarządzanie kodami zaproszeń
sw: Dhibiti misimbo yako ya mialiko
ur: اپنے دعوت نامے کے کوڈ کا انتظام کریں

source: No participants going
ar: لا يوجد مشاركين راحلين
da: Ingen deltagere
de: Keine Teilnehmer
es: Ningún participante acudirá
fr: Aucun participant ne part
pl: Brak uczestników
sw: Hakuna washiriki wanaokwenda
ur: کوئی شریک نہیں جا رہا ہے

# notifyAboutSpaceUpdates
source: Notify about Space Updates immediately
ar: الإشعار بتحديثات الفضاء فورًا
da: Notificer mig omkring Space Updates med det samme
de: Umgehend über Space Updates benachrichtigen
es: Notificar sobre las Actualizaciones de Espacios inmediatamente
fr: Notifier immédiatement les mises à jour de l'espace
pl: Natychmiastowe powiadamianie o aktualizacjach przestrzeni kosmicznej
sw: Arifu kuhusu Masasisho ya Nafasi mara moja
ur: اسپیس اپڈیٹس کے بارے میں فوری طور پر مطلع کریں

# leavingSpaceSuccessful
source: You’ve left the Space
ar: لقد غادرت الفضاء
da: Du har forladt Spacet
de: Du hast den Space verlassen
es: Usted ha abandonado el Espacio
fr: Vous avez quitté l'Espace
pl: Opuściłeś przestrzeń
sw: Umeondoka kwenye Nafasi
ur: آپ نے اسپیس چھوڑ دیا ہے

# leavingSpaceFailed
source: Error leaving the space: {error}
ar: خطأ في مغادرة الفضاء: {error}
da: Fejl ved at forlade Sparet: {error}
de: Fehler beim Verlassen des Space: {error}
es: Error al abandonar el espacio: {error}
fr: Erreur de quitter l'espace : {error}
pl: Błąd opuszczania spacji: {error}
sw: Hitilafu katika kuondoka kwa nafasi: {error}
ur: اسپیس چھوڑنے میں خرابی: {error}

# loginContinue
source: Log in and continue organizing from where you last left off.
ar: سجّل الدخول وتابع التنظيم أين توقفت آخر مرة.
da: Log ind og fortsæt med at organisere hvor du sidst slap.
de: Melde dich an und organize weiter wo du zuletzt aufgehört hast.
es: Inicie sesión y siga organizando desde donde lo dejó la última vez.
fr: Connectez-vous et poursuivez l'organisation là où vous l'avez laissée.
pl: Zaloguj się i kontynuuj organizowanie od miejsca, w którym ostatnio skończyłeś.
sw: Ingia na uendelee kupanga kutoka mahali ulipoishia mara ya mwisho.
ur: لاگ ان کریں اور منظم کرنا جاری رکھیں جہاں سے آپ نے آخری بار چھوڑا تھا۔

source: New Encrypted Message
ar: رسالة جديدة مشفرة
da: Ny krypteret besked
de: Neue verschlüsselte Nachricht
es: Nuevo Mensaje Encriptado
fr: Nouveau Message Cypté
pl: Nowa zaszyfrowana wiadomość
sw: Ujumbe Mpya Uliosimbwa
ur: نیا انکریپٹڈ پیغام
