Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

source: Create Chat
ar: إنشاء محادثة
da: Opret Chat
de: Chat erstellen
es: Crear Chat
fr: Créer une session de Chat
pl: Utwórz czat
sw: Unda Gumzo
ur: چیٹ بنائیں

source: Create Code
ar: إنشاء رمز
da: Opret Kode
de: Kode erstellen
es: Crear Código
fr: Créer un code
pl: Utwórz kod
sw: Unda Msimbo
ur: کوڈ بنائیں

# createDefaultChat
source: Create default chat room, too
ar: إنشاء غرفة محادثة افتراضية كذلك
da: Opret også en gruppe chat
de: Auch Standard-Chat erstellen
sw: Unda chumba chaguomsingi cha gumzo, pia
ur: ڈیفالٹ چیٹ روم بھی بنائیں

# defaultChatName
source: {name} chat
ar: {name} المحادثة
sw: {name} Maongezi
ur: {name} چیٹ

source: Create Group Chat
ar: إنشاء مجموعة محادثة
da: Opret Gruppe Chat
de: Gruppenchat erstellen
es: Crear Grupo de Chat
fr: Créer un groupe de Chat
pl: Tworzenie czatu grupowego
sw: Unda Gumzo la Kikundi
ur: گروپ چیٹ بنائیں

source: Create Pin
ar: إنشاء دبوس
da: Opret Pin
de: Pin erstellen
es: Crear Chincheta
fr: Créer une Épingle
pl: Utwórz pinezkę
sw: Unda Pini
ur: پن بنائیں

# createPostsAndEngageWithinSpace
source: Create actionable posts and engage everyone within your space.
ar: إنشاء منشورات قابلة للتنفيذ وإشراك الجميع في فضائك.
da: Del en vigtig nyhed (Boost) eller små personlige øjeblikke (Stories)
de: Erstelle Post mit Call-To-Actions und engagiere die Mitglieder deines Space.
es: Cree publicaciones prácticas e involucre a todo el mundo en su espacio.
fr: Créer des posts utiles et engager tout le monde dans votre espace.
pl: Twórz przydatne posty i angażuj wszystkich w swojej przestrzeni.
sw: Unda machapisho yanayoweza kutekelezeka na ushirikishe kila mtu katika nafasi yako.
ur: قابل عمل پوسٹس بنائیں اور اپنی سپیس کے اندر ہر ایک کو شامل کریں ۔

source: Create Profile
ar: إنشاء ملف التعريف
da: Opret Profil
de: Profil erstellen
es: Crear Perfil
fr: Créer un profil
pl: Utwórz profil
sw: Unda Wasifu
ur: پروفائل بنائیں

source: Create task list
ar: إنشاء قائمة مهام
da: Opret Opgave Liste
de: Aufgabenliste erstellen
es: Crear lista de tareas
fr: Créer une liste de tâches
pl: Tworzenie listy zadań
sw: Unda orodha ya kazi
ur: ٹاسک لسٹ بنائیں

source: Creating Calendar Event
ar: إنشاء جدول فعاليات
da: Opret Kalender Event
de: Erstelle Event
es: Crear Evento en el Calendario
fr: Création d'un Événement au Calendrier
pl: Tworzenie wydarzenia kalendarza
sw: Kuunda Tukio la Kalenda
ur: کیلنڈر ایونٹ بنا رہے ہیں

source: Creating Chat
ar: إنشاء محادثة
da: Opretter Chat
de: Chat erstellen
es: Creación de Chat
fr: Création d'un Chat
pl: Tworzenie czatu
sw: Kuunda Maongezi
ur: چیٹ بنا رہے ہیں

source: Creating code
ar: إنشاء رمز
da: Opretter Kode
de: Kode wird erstellt
es: Creación de código
fr: Création d'un code
pl: Tworzenie kodu
sw: Kuunda msimbo
ur: کوڈ بنا رہے ہیں

# creatingNewsFailed
source: Creating update failed {error}
da: Oprettelse af boost mislykkedes {error}
de: Update erstellen fehlgeschlagen: {error}
sw: Imeshindwa kuunda sasisho {error}
ur: اپ ڈیٹ بنانا ناکام {error}

source: Creating Space
ar: إنشاء فضاء
da: Opretter Space
de: Erstelle Space
es: Creacción de Espacio
fr: Création d'Espace
pl: Tworzenie przestrzeni
sw: Kuunda Nafasi
ur: سپیس بنا رہے ہیں

# creatingTaskFailed
source: Creating Task failed {error}
ar: فشل في إنشاء مهمة {error}
da: Oprettelse af opgave mislykkedes {error}
de: Aufgaben Erstellen fehlgeschlagen {error}
es: Creación de Tarea Fallida {error}
fr: La création de la tâche a échoué {error}
pl: Tworzenie zadania nie powiodło się {error}
sw: Imeshindwa kuunda Jukumu {error}
ur: ٹاسک بنانا ناکام {error}

source: Custom
ar: خصِّص
da: Tilpasset
de: Individuell
es: Personalizado
fr: Personnaliser
pl: Niestandardowe
sw: Desturi
ur: حسب ضرورت

# customizeAppsAndTheirFeatures
source: Customize the features needed for this space
ar: تخصيص الخصائص اللازمة لهذا الفضاء
da: Tilpas funktioner for dette Space
de: Passe die Features des Spaces an
es: Personalice las características necesarias para este espacio
fr: Personnaliser les caractéristiques nécessaires pour cet espace
pl: Dostosowywanie aplikacji i ich funkcji
sw: Geuza vipengele vinavyohitajika kwa nafasi hii kukufaa
ur: اس سپیس کے لیے درکار خصوصیات کو حسب ضرورت بنائیں

# customPowerLevel
source: Custom permission level
ar: مستوى الإذن الخاص
da: Custom tilladelses niveau
de: Individuelles Zugriffslevel
es: Nivel de autorización personalizado
fr: Personnaliser le Niveau d'autorisation
pl: Niestandardowy poziom mocy
sw: Kiwango cha ruhusa maalum
ur: حسب ضرورت اجازت کی سطح

source: Danger Zone
ar: منطقة خطرة
da: Fare Zone
de: Gefahrenzone
es: Zona Peligrosa
fr: Zone de danger
pl: Strefa zagrożenia
sw: Eneo la Hatari
ur: خطرہ زون

source: Deactivate
ar: إلغاء التفعيل
da: Deaktiver
de: Deaktivieren
es: Desactivar
fr: Désactiver
pl: Dezaktywuj
sw: Zima
ur: غیر فعال

# deactivateAccountPasswordTitle
source: Please provide your user password to confirm you want to deactivate your account.
ar: يرجى تقديم كلمة مرور المستخدم الخاصة بك لتأكيد رغبتك في إغلاق حسابك.
da: Angiv din adgangskode for at bekræfte, at du vil deaktivere din konto.
de: Bitte gib Deine Passwort an um zu bestätigen, dass du deinen Konto deaktivieren willst.
es: Indique su contraseña de usuario para confirmar que desea desactivar su cuenta.
fr: Veuillez indiquer votre mot de passe d'utilisateur pour confirmer que vous souhaitez désactiver votre compte.
pl: Podaj hasło użytkownika, aby potwierdzić chęć dezaktywacji konta.
sw: Tafadhali toa nenosiri lako la mtumiaji ili kuthibitisha kuwa unataka kuzima akaunti yako.
ur: اس بات کی تصدیق کے لیے براہ کرم اپنا صارف پاس ورڈ فراہم کریں کہ آپ اپنا اکاؤنٹ غیر فعال کرنا چاہتے ہیں۔

# deactivateAccountTitle
source: Careful: You are about to permanently deactivate your account
ar: انتبه: أنت على وشك إيقاف حسابك بشكل دائم
da: Forsigtig: Du er ved at deaktivere din konto permanent
de: Achtung: Du bist dabei dein Konto dauerhaft zu deaktivieren
es: Cuidado: Está a punto de desactivar permanentemente su cuenta
fr: Attention : Vous êtes sur le point de désactiver définitivement votre compte
pl: Ostrożnie: Zamierzasz trwale dezaktywować swoje konto
sw: Makini: Unakaribia kuzima akaunti yako kabisa
ur: احتیاط: آپ اپنا اکاؤنٹ مستقل طور پر غیر فعال کرنے والے ہیں

# deactivatingFailed
source: Deactivating failed: {error}
ar: فشل في إلغاء التفعيل: {error}
da: Deaktivering mislykkedes: {error}
de: Deaktivieren fehlgeschlagen {error}
es: Desactivación fallida: {error}
fr: Échec de la désactivation : {error}
pl: Dezaktywacja nie powiodła się: {error}
sw: Imeshindwa kuzima: {error}
ur: غیر فعال کرنا ناکام ہو گیا: {error}

# deactivationAndRemovingFailed
source: Deactivation and removing all local data failed
ar: فشل التعطيل وإزالة جميع البيانات المحلية
da: Deaktivering og fjernelse af alle lokale data mislykkedes
de: Deaktivieren und löschen der lokalen Daten fehlgeschlagen
es: Falló la desactivación y eliminación de todos los datos locales
fr: La désactivation et la suppression de toutes les données locales ont échoué
pl: Dezaktywacja i usunięcie wszystkich danych lokalnych nie powiodło się
sw: Imeshindwa kuzima na kuondoa data zote za ndani
ur: تمام مقامی ڈیٹا کو غیر فعال کرنا اور ہٹانا ناکام ہو گیا

source: Debug Info
ar: معلومات التصحيح
da: Fejl info
es: Información Depurada
fr: Info Débogage
pl: Informacje debugowania
sw: Maelezo ya Utatuzi
ur: ڈیبگ کی معلومات

source: Debug level
ar: مستوى التصحيح
da: Debug niveau
es: Nivel Depurado
fr: Niveau débogage
pl: Poziom debugowania
sw: Kiwango cha utatuzi
ur: ڈیبگ کی سطح

source: Decline
ar: رفض
da: Afvis
de: ablehnen
es: Rechazar
fr: Décliner
pl: Spadek
sw: Kataa
ur: رد

source: Default Modes
ar: الإعدادات التلقائية
da: Standardtilstande
de: Standard Modi
es: Modos Predeterminados
fr: Modes par défaut
pl: Tryby domyślne
sw: Njia Chaguomsingi
ur: ڈیفالٹ موڈز

# defaultNotification
source: Default {type}
ar: تلقائي{type}
de: Standard {type}
es: Predeterminado {type}
fr: Défaut {type}
pl: Domyślny {type}
sw: Chaguomsingi {type}
ur: ڈیفالٹ {type}

source: Delete
ar: حذف
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
pl: Usuń
sw: Futa
ur: ڈلیٹ

source: Delete attachment
ar: حذف المرفق
da: Slet vedhæftet fil
de: Anhang entfernen
es: Eliminar Archivo Adjunto
fr: Supprimer la pièce jointe
pl: Usuń załącznik
sw: Futa kiambatisho
ur: ڈلیٹ اٹیچمنٹ

source: Delete code
ar: حذف الرمز
da: Slet Kode
de: Kode löschen
es: Eliminar código
fr: Supprimer le code
pl: Usuń kod
sw: Futa msimbo
ur: ڈلیٹ کوڈ

source: Deleting push target
ar: حذف دفع الهدف
da: Sletter push target
de: Lösche Pushziel
es: Eliminar el objetivo push
fr: Supprimer la cible de notification push
pl: Usuwanie celu push
sw: Inafuta lengo la kushinikiza
ur: پش ٹارگٹ کو ڈلیٹ کیا جا رہا ہے

# deletionFailed
source: Deletion failed: {error}
ar: فشلت عملية الحذف: {error}
da: Sletning mislykkedes: {error}
de: Löschen fehlgeschlagen: {error}
es: Error de eliminación: {error}
fr: Échec de la suppression : {error}
pl: Usunięcie nie powiodło się: {error}
sw: Imeshindwa kufuta: {error}
ur: حذف کرنا ناکام ہو گیا: {error}

source: Denied
ar: تم النفي
da: Afvist
de: Abgelehtn
es: Denegado
fr: Refusé
pl: Odmowa
sw: Imekataliwa
ur: انکار کر دیا

source: Description
ar: الوصف
da: Beskrivelse
de: Beschreibung
es: Descripción
pl: Opis
sw: Maelezo
ur: تفصیل

source: Device Id
ar: معرّف الجهاز
da: Enhed Id
de: Gerät ID
es: Identificación del Dispositivo
fr: Identifiant du dispositif
sw: Kitambulisho cha Kifaa
ur: ڈیوائسس آئی ڈی

source: Device Name
ar: اسم الجهاز
da: Enhedsnavn
de: Gerätename
es: Nombre del Dispositivo
fr: Nom du dispositif
pl: Nazwa urządzenia
sw: Jina la Kifaa
ur: ڈیوائسس کا نام

source: Display Name
ar: اسم العرض
da: Navn
de: Anzeigename
es: Nombre para Mostrar
fr: Nom affiché
pl: Wyświetlana nazwa
sw: Jina la Kuonyesha
ur: ڈسپلے نام

source: Display name update submitted
ar: تم إرسال تحديث لإسم العرض
da: Opdatering af navn blev bekræftet
de: Anzeigenames-Aktualisierung übermittelt
es: Actualización del nombre de usuario enviado
fr: Mise à jour du nom affiché soumise
pl: Przesłano aktualizację nazwy wyświetlanej
sw: Onyesha sasisho la jina limewasilishwa
ur: ڈسپلے نام کی اپ ڈیٹ جمع کرائی گئی

# directInviteUser
source: Directly invite {userId}
ar: قم بدعوة مباشرة لـ {userId}
da: Invitér direkte {userId}
de: Direkt Einladen: {userId}
es: Invitar directamente {userId}
fr: Inviter directement {userId}
sw: Alika {userId} moja kwa moja
ur: براہ راست مدعو کریں {userId}

# doYouWantToDeleteInviteCode
source: Do you really want to irreversibly delete the invite code? It can’t be used again after.
ar: هل تريد حقًا حذف رمز الدعوة بلا رجعة؟ لا يمكن استخدامه مرة أخرى بعد ذلك.
da: Vil du virkelig permanent slette invitationskoden? Koden kan ikke bruges igen efter.
de: Möchtest du wirklich den Einaldungskode dauerhaft löschen? Dieser kann dann nicht wieder verwendet werden.
es: ¿De verdad quiere borrar irreversiblemente el código de invitación? Después no se podrá volver a utilizar.
fr: Voulez-vous vraiment supprimer de manière irréversible le code d'invitation ? Il ne pourra plus être utilisé par la suite.
pl: Czy naprawdę chcesz nieodwracalnie usunąć kod super zaproszenia? Później nie będzie można go użyć ponownie.
sw: Je, kweli unataka kufuta msimbo wa mwaliko bila kubatilishwa? Haiwezi kutumika tena baada ya.
ur: کیا آپ واقعی دعوتی کوڈ کو ناقابل واپسی طور پر ڈلیٹ کرنا چاہتے ہیں؟ اس کے بعد دوبارہ استعمال نہیں کیا جا سکتا۔

# due
source: Due: {date}
ar: الأجل: {date}
da: Deadline: {date}
de: Fällig: {date}
es: Vencimiento: {date}
fr: Limite : {date}
pl: Termin: {date}
sw: Inastahili: {date}
ur: مقررہ : {date}

source: Due date
ar: تاريخ الأجل
da: Deadline
de: Fälligkeit
es: Fecha de vencimiento
fr: Date limite
pl: Termin
sw: Tarehe ya mwisho
ur: مقررہ تاریخ

source: Edit
ar: تعديل
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
pl: Edytuj
sw: Hariri
ur: ترمیم

source: Edit Message
ar: تعديل الرسالة
da: Rediger Besked
de: Nachricht bearbeiten
es: Editar Mensaje
fr: Modifier le Message
pl: Edytuj wiadomość
sw: Hariri Ujumbe
ur: پیغام میں ترمیم

source: Edit Profile
ar: تعديل الملف الشخصي
da: Rediger Profil
de: Profil ändern
es: Editar Perfil
fr: Modifier le profil
pl: Edytuj profil
sw: Hariri Wasifu
ur: پروفائل میں ترمیم

source: Edited
ar: تم تعديلها
da: Redigeret
de: Bearbeitet
es: Editado
fr: Édité
pl: Edytowano
sw: Imehaririwa
ur: ترمیم شدہ

source: eg. Global Movement
ar: على سبيل المثال. الحركة العالمية
da: f.eks. Den Globale Bevægelse
de: e.g. Globale Bewegung
es: ej. Movimiento Global
fr: eg. Mouvement global
pl: np. Global Movement
sw: km. Global Movement
ur: مثلا ۔ عالمی تحریک

source: Email address to add
ar: عنوان البريد الإلكتروني المراد إضافته
da: Tilføj e-mailadresser
de: Hinzuzufügende E-Mail-Adresse
es: Email para añadir
fr: Adresse e-mail à ajouter
pl: Adres e-mail do dodania
sw: Anwani ya barua pepe ya kuongeza
ur: شامل کرنے کے لیے ای میل پت

# emptyEmail
source: Please enter email
ar: الرجاء إدخال البريد الإلكتروني
da: Indtast venligst e-mail
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es: Por favor introduzca su email
fr: Veuillez saisir l'email
pl: Wprowadź adres e-mail
sw: Tafadhali weka barua pepe
ur: براہ کرم ای میل درج کریں

# emptyPassword
source: Please enter Password
ar: الرجاء إدخال كلمة المرور
da: Indtast venligst adgangskode
de: Bitte geben Sie das Passwort ein
es: Por favor introduzca la contraseña
fr: Veuillez saisir le Mot de passe
pl: Wprowadź hasło
sw: Tafadhali weka Nenosiri
ur: براہ کرم پاس ورڈ درج کریں

# emptyToken
source: Please enter code
ar: الرجاء إدخال الرمز
da: Indtast venligst kode
de: Code eingeben
es: Por favor introduzca código
fr: Veuillez saisir le code
pl: Wprowadź kod
sw: Tafadhali weka msimbo
ur: براہ کرم کوڈ درج کریں

# emptyUsername
source: Please enter Username
ar: الرجاء إدخال اسم المستخدم
da: Indtast venligst brugernavn
de: Benutzernamen eingeben
es: Por favor introduzca Nombre de Usuario
fr: Veuillez saisir le Nom d'utilisateur
pl: Wprowadź nazwę użytkownika
sw: Tafadhali ingiza Jina la mtumiaji
ur: براہ کرم صارف نام درج کریں

source: Encrypted
ar: مشفرة
da: Krypteret
de: Verschlüsselt
es: Encriptado
fr: Crypté
pl: Szyfrowanie
sw: Imesimbwa kwa njia fiche
ur: انکریپٹڈ

source: Encrypted Space
ar: فضاء مشفر
da: Krypteret Space
de: Verschlüsselter Space
es: Espacio Encriptado
fr: Espace crypté
pl: Zaszyfrowana przestrzeń
sw: Nafasi Iliyosimbwa kwa Njia Fiche
ur: انکریپٹڈ اسپیس

# areYouSureYouWantToDeleteThisMessage
source: Are you sure you want to delete this message? This action cannot be undone.
ar: هل أنت متأكد من رغبتك في حذف هذه الرسالة؟ لا يمكن التراجع عن هذه الخطوة.
da: Er du sikker på at du vil slette denne besked? Denne handling kan ikke fortrydes.
de: Bist du sicher, dass du die Nachricht löschen möchtest? Dies ist unwiderruflich.
es: ¿Está seguro de que quiere borrar este mensaje? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce message ? Cette action ne peut être annulée.
pl: Czy na pewno chcesz usunąć tę wiadomość? Tej czynności nie można cofnąć.
sw: Je, una uhakika unataka kufuta ujumbe huu? Kitendo hiki hakiwezi kutenduliwa.
ur: کیا آپ یقینی طور پر اس پیغام کو حذف کرنا چاہتے ہیں ؟ اس عمل کو ختم نہیں کیا جا سکتا ۔

# awaitingConfirmationDescription
source: These email addresses have not yet been confirmed. Please go to your inbox and check for the confirmation link.
ar: لم يتم تأكيد هذه العناوين الإلكترونية بعد. يرجى الذهاب إلى بريدك الخاص والتحقق من رابط التأكيد.
da: Disse e-mailadresser er endnu ikke blevet bekræftet. Gå til din indbakke og se efter bekræftelseslinket.
de: Diese E-Mail-Adresse ist noch nicht bestätigt. Bitte überprüfe deinen E-Mail-Eingang und klicke den Bestätigungslink.
es: Estas direcciones de email aún no han sido confirmadas. Por favor, vaya a su bandeja de entrada y busque el enlace de confirmación.
fr: Ces adresses email n'ont pas encore été confirmées. Veuillez consulter votre boîte de réception et vérifier le lien de confirmation.
pl: Te adresy e-mail nie zostały jeszcze potwierdzone. Przejdź do swojej skrzynki odbiorczej i sprawdź link potwierdzający.
sw: Barua pepe hizi bado hazijathibitishwa. Tafadhali nenda kwenye kikasha chako na uangalie kiungo cha uthibitishaji.
ur: ان ای میل پتوں کی ابھی تک تصدیق نہیں ہوئی ہے۔ براہ کرم اپنے ان باکس میں جائیں اور تصدیقی لنک کو چیک کریں۔

# chatSettingsTyping
source: Send typing notifications
ar: إرسال إشعارات الكتابة
da: Send "typing" notifikationer
de: Tippenmeldung senden
es: Enviar notificaciones de tecleo
fr: Envoi de notifications de saisie
pl: Wysyłanie powiadomień o wpisywaniu
sw: Tuma arifa za kuandika
ur: ٹائپنگ کی اطلاعات بھیجیں

source: App Name
ar: إسم التطبيق
da: App Navn
es: Nombre de la App
fr: Nom de l'application
pl: Nazwa aplikacji
sw: Jina la Programu
ur: ایپ کا نام

# areYouSureYouWantToUnregisterEmailAddress
source: Are you sure you want to unregister this email address? This action cannot be undone.
ar: هل أنت متأكد من رغبتك في إلغاء تسجيل هذا البريد الإلكتروني؟ لا يمكن إبطال هذا الإجراء.
da: Er du sikker på at du vil afmelde denne e-mailadresse? Denne handling kan ikke fortrydes.
de: Bist du sicher, dass du diese E-Mail-Adresse entfernen willst? Dies kann nicht widerrufen werden.
es: ¿Está seguro de que desea anular el registro de esta dirección de email? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir annuler l'enregistrement de cette adresse email ? Cette action ne peut être annulée.
pl: Czy na pewno chcesz wyrejestrować ten adres e-mail? Tej czynności nie można cofnąć.
sw: Je, una uhakika unataka kubatilisha usajili wa barua pepe hii? Kitendo hiki hakiwezi kutenduliwa.
ur: کیا آپ کو یقین ہے کہ آپ اس ای میل ایڈریس کو غیر رجسٹر کرنا چاہتے ہیں ؟ اس عمل کو ختم نہیں کیا جا سکتا ۔

# blockInfoText
source: Once blocked you won’t see their messages anymore and it will block their attempt to contact you directly.
ar: بمجرد الحظر، لن ترى رسائلهم بعد الآن وسوف تمنع محاولتهم الاتصال بك مباشرةً.
da: Når de først er blokeret, vil du ikke se deres beskeder længere, og det vil blokere deres forsøg på at kontakte dig direkte.
de: Wenn geblockt, wirst du deren Nachrichten nicht mehr angezeigt bekommen und weitere Kontakt-Aufnahme-Versuchen werden unterbunden.
es: Una vez bloqueado, ya no verá sus mensajes y se bloqueará cualquier intento de ponerse en contacto con usted directamente.
fr: Une fois bloqué, vous ne verrez plus leurs messages et ils ne pourront plus vous contacter directement.
pl: Po zablokowaniu nie będziesz już widzieć ich wiadomości i zablokuje to ich próby bezpośredniego kontaktu z Tobą.
sw: Ukizuiwa hutaona tena ujumbe wao na itazuia jaribio lao la kuwasiliana nawe moja kwa moja.
ur: بلاک ہونے کے بعد آپ کو ان کے پیغامات نظر نہیں آئیں گے اور یہ آپ سے براہ راست رابطہ کرنے کی ان کی کوشش کو روک دے گا ۔

# blockingUserSuccess
source: User blocked. It might takes a bit before the UI reflects this update.
ar: تم حظر المستخدم. قد يستغرق الأمر بعض الوقت قبل أن تُظهر واجهة المستخدم هذا التحديث.
da: Bruger blokeret. Det kan tage lidt før brugergrænsefladen afspejler denne opdatering.
de: Benutzer:in blockiert. Es braucht mitunter einen Moment bis die Oberfläche das aktualisiert.
es: Usuario bloqueado. Es posible que la interfaz de usuario tarde un poco en reflejar esta actualización.
fr: L'utilisateur a été bloqué. Il faudra patienter un moment avant que l'interface utilisateur ne soit mise à jour.
pl: Użytkownik zablokowany. Może minąć trochę czasu, zanim interfejs użytkownika odzwierciedli tę aktualizację.
sw: Mtumiaji amezuiwa. Huenda ikachukua muda kabla ya UI kuonyesha sasisho hili.
ur: صارف کو بلاک کر دیا گیا۔ UI کے اس اپ ڈیٹ کی عکاسی کرنے میں تھوڑا وقت لگ سکتا ہے۔

# chatSendingFailed
source: Failed to sent. Will retry…
ar: تعذر في الإرسال. ستتم إعادة المحاولة ...
da: Kunne ikke sendes. Prøver igen..
de: Fehler beim Verschicken. Versuche erneut …
es: No se ha podido enviar. Se reintentará ...
fr: Échec de l'envoi. Nous allons réessayer ...
sw: Imeshindwa kutuma. Itajaribu tena…
ur: بھیجنے میں ناکام۔ دوبارہ کوشش کریں گے...

source: Create Subspace
ar: إنشاء فضاء فرعي
da: Opret Subspace
de: Erstelle Subspace
es: Crear Subespacio
fr: Créer un Sous-espace
pl: Tworzenie podprzestrzeni
sw: Unda Nafasi ndogo
ur: سب سپیس بنائیں

# chatSettingsReadReceiptsExplainer
source: (soon) Inform others when you read a message
ar: (قريبًا) إبلاغ الآخرين عند قراءة رسالة ما
da: Informer andre når du læser en besked
de: (bald) Lasse die anderen wissen, wenn du eine Nachricht gelesen hast
es: (pronto) Informe a los demás cuando lea un mensaje
fr: (bientôt) Informer les autres lorsque vous avez lu le message
pl: (wkrótce) Informowanie innych o przeczytaniu wiadomości
sw: (hivi karibuni) Wajulishe wengine unaposoma ujumbe
ur: (جلد ہی) جب آپ کوئی پیغام پڑھتے ہیں تو دوسروں کو مطلع کریں

# closingRoomDoneBut
source: Closed and you’ve left. But was unable to remove {skipped} other Users and remove it as child from {skippedParents} Spaces due to lack of permission. Others might still have access to it.
ar: تم الإغلاق وتمّت مغادرتك. ولكن لم تتمكن من إزالة {skipped} المستخدمين الآخرين وإزالتها كفرع من {skippedParents} الفضاءات بسبب عدم وجود إذن. قد لا يزال بإمكان الآخرين الوصول إليها.
da: Lukket og du har forladt gruppen. Men kunne ikke fjerne {skipped} andre brugere og fjerne det fra {skippedParents} Spaces på grund af manglende tilladelse. Andre har måske stadig adgang til det.
de: Geschlossen und verlassen. Aber es war nicht möglich {skipped} andere Mitglieder zu entfernen und den Raum von {skippedParents} Eltern aufgrund fehlender Rechte zu entfernen. Andere haben möglicherweise weiterhin zugriff auf den Raum.
sw: Imefungwa na umeondoka. Lakini haikuweza kuondoa Watumiaji wengine {skipped} na kuiondoa kama mtoto kutoka kwa Nafasi za {skippedParents} kwa sababu ya ukosefu wa ruhusa. Wengine bado wanaweza kuifikia.
ur: بند کر دیا اور آپ چلے گئے ۔ لیکن اجازت نہ ہونے کی وجہ سے {skipped} دوسرے صارفین کو ہٹانے اور اسے {skippedParents} سپیسز سے چائلڈ کے طور پر ہٹانے سے قاصر تھا ۔ دوسروں کو اب بھی اس تک رسائی حاصل ہو سکتی ہے ۔

# creatingSpaceFailed
source: Creating space failed: {error}
ar: فشل في إنشاء الفضاء: {error}
da: Oprettelse af Space mislykkedes: {error}
de: Space Erstellen fehlgeschlagen: {error}
es: Creacción de espacio fallido: {error}
fr: La création d'espace a échoué : {error}
pl: Tworzenie przestrzeni nie powiodło się: {error}
sw: Imeshindwa kuunda nafasi: {error}
ur: اسپیس بنانا ناکام ہو گیا: {error}

source: Device Id Digest
ar: خلاصة معرّف الجهاز
da: Enhed ID
de: Gerät ID Hash
es: Id del Dispositivo Digest
fr: Id de l'appareil Digest
sw: Digest ya Kitambulisho cha Kifaa
ur: ڈیوائسس آئی ڈی ڈائجسٹ

# devicePlatformException
source: You can’t use the DevicePlatform.device/web in this context. Incorrect platform: SettingsSection.build
ar: لا يمكنك استخدام DevicePlatform.device/web في هذا السياق. المنصة غير صحيحة: SettingsSection.build
da: Du kan ikke bruge DevicePlatform.device/web i denne sammenhæng. Forkert platform: SettingsSection.build
de: Du kannst DevicePlatform.device/web in diesem Kontext nicht nutzen. Falsche Plattform: SettingsSection.build
es: No se puede utilizar DevicePlatform.device/web en este contexto. Plataforma incorrecta: SettingsSection.build
fr: Vous ne pouvez pas utiliser DevicePlatform.device/web dans ce contexte. Mauvaise plate-forme : SettingsSection.build
pl: W tym kontekście nie można używać DevicePlatform.device/web. Nieprawidłowa platforma: SettingsSection.build
sw: Huwezi kutumia Mfumo wa Kifaa. kifaa/wavuti katika muktadha huu. Mfumo usio sahihi: Sehemu ya Mipangilio. kujenga
ur: آپ اس تناظر میں DevicePlatform.device/web استعمال نہیں کر سکتے ہیں. غلط پلیٹ فارم: SettingsSection.build ترتیبات
