Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

source: Accept
ar: اقبل
da: Accepter
de: Annehmen
es: Aceptar
fr: Accepter
pl: Akceptuj
sw: Kubali
ur: قبول

source: Access
ar: الوصول
da: Adgang
de: Zugang
es: Acceso
fr: Accès
pl: Dostęp
sw: Ufikiaji
ur: رسائی

# accessAndVisibility
source: Access & Visibility
ar: الوصول ووضوح الرؤية
da: Adgang & Synlighed
de: Zugang & Sichtbarkeit
es: Acceso y Visibilidad
fr: Accès & Visibilité
pl: Dostęp i widoczność
sw: Ufikiaji na Mwonekano
ur: رسائی اور مرئیت

source: Account
ar: الحساب
da: Profil
de: Konto
es: Cuenta
fr: Compte
pl: Konto
sw: Akaunti
ur: اکاؤنٹ

source: Action name
ar: اسم العملية
da: Aktion navn
de: Aktionsname
es: Nombre de la acción
fr: Nom de l'action
pl: Nazwa działania
sw: Jina la Kitendo
ur: عمل کا نام

source: Actions
ar: الإجراءات
da: Handlinger
de: Aktionen
es: Acciones
pl: Działania
sw: Vitendo
ur: اعمال

source: add
ar: إضافة
da: Tilføj
de: hinzufügen
es: añadir
fr: ajouter
pl: dodać
sw: Ongeza
ur: جمع

# addActionWidget
source: Add an action widget
ar: إضافة أداة إجراء
da: Tilføj en handlingswidget
de: Actions Widget hinzufügen
es: Añadir un widget de acción
fr: Ajouter un widget d'action
pl: Dodaj widżet akcji
sw: Ongeza wijeti ya kitendo
ur: ایکشن ویجیٹ شامل کریں

source: Add Chat
ar: إضافة محادثة
da: Tilføj Chat
de: Chat hinzufügen
es: Añadir Chat
fr: Ajouter une discussion
pl: Dodaj czat
sw: Ongeza Maongezi
ur: چیٹ شامل

source: About
ar: نبذة عن
da: Om
de: Über
es: Acerca de
fr: À propos
pl: O Acter
sw: Kuhusu
ur: متعلق

source: Accept Request
ar: قبول الطلب
da: Accepter anmodning
de: Anfrage annehmen
es: Aceptar Petición
fr: Accepter la requête
pl: Akceptuj żądanie
sw: Kubali Ombi
ur: درخواست قبول کریں

# addedToPusherList
source: {email} added to pusher list
ar: {email} تمت إضافته إلى قائمة pusher
da: {email} tilføjet
de: {email} zu Pusher Liste hinzufügen
es: {email} añadido a la lista de contactos
fr: {email} ajouté à la liste des pusher
pl: {email} dodany do listy popychaczy
sw: {email} imeongezwa kwenye orodha ya visukuma
ur: {email} کو پشر لسٹ میں شامل کیا گیا

# addedToSpacesAndChats
source: Added to {number} spaces & chats
ar: تمت الإضافة إلى {number} فضاءات و محادثات
da: Tilføjet til {number} spaces & chats
de: {number} zu Space & Chats hinzugefügt
es: Añadido a {number} espacios y chats
fr: Ajouté à {number} espaces et discussions
pl: Dodano do {number} przestrzeni i czatów
sw: Imeongezwa kwa nafasi na Maongezi{number}
ur: {number} سپیسز اور چیٹ میں شامل کیا گیا

source: Adding email address
ar: إضافة عنوان البريد الإلكتروني
da: Tilføj email adresse
de: Für E-Mail Adresse hinzu
es: Añadir una dirección de email
fr: Ajout d'une adresse e-mail
pl: Dodawanie adresu e-mail
sw: Inaongeza barua pepe
ur: ای میل پتہ شامل کیا جا رہا ہے

source: Add Space
ar: إضافة فضاء
da: Tilføj space
de: Space hinzufügen
es: Añadir Espacio
fr: Ajouter un Espace
pl: Dodaj miejsce
sw: Ongeza Nafasi
ur: سپیس شامل

source: Add Task
ar: إضافة مهمة
da: Tilføj Opgave
de: Aufgabe hinzufügen
es: Añadir Tarea
fr: Ajouter une Tâche
pl: Dodaj zadanie
sw: Ongeza Kazi
ur: کام شامل

source: Admin
ar: المشرف
sw: Kiongozi
ur: منتظم

source: All
ar: الكُلّ
da: Alle
de: Alle
es: Todo
fr: Tout
pl: Wszystko
sw: Zote
ur: تمام

source: All Messages
ar: جميع الرسائل
da: Alle beskeder
de: Alle Nachrichten
es: Todos los Mensajes
fr: Tous les messages
pl: Wszystkie wiadomości
sw: Ujumbe Zote
ur: تمام پیغامات

source: Already confirmed
ar: تم التأكيد سابقاً
da: Allerede bekræftet
de: Bereits bestätigt
es: Ya Confirmado
fr: Déjà confirmé
pl: Już potwierdzone
sw: Tayari imethibitishwa
ur: پہلے ہی تصدیق شدہ

# analyticsTitle
source: Contribute to Acter
ar: ساعدنا على مساعدتك
da: Hjælp os med at hjælpe dig
de: Trage zu Acter bei
sw: Changia kwa Acter
ur: ہماری مدد کریں تاکہ ہم آپ کی مدد کر سکیں

# sendCrashReportsTitle
source: Crash Reporting
ar: إرسال تقارير الأعطال والأخطاء
da: Send fejlrapporter om nedbrud
de: Absturzberichte
sw: Kuripoti Kuacha Kufanya Kazi
ur: کریش اور خرابی کی رپورٹیں بھیجیں

# sendCrashReportsInfo
source: Automatically send pseud-anonymized crash reports to Acter
ar: شارك تعقّب الأعطال تلقائياً عبر نظام Sentry مع فريق Acter
da: Del crashes ia Sentry med Acter team'et automatisk
de: Automatisiert Fehlerberichte per Sentry mit dem Acter Team teilen
sw: Tuma ripoti za kuacha kufanya kazi zisizojulikana kiotomatiki kwa Acter
ur: ایکٹر ٹیم کے ساتھ سینٹری کے ذریعے کریش ٹریس بیکس کا خود بخود اشتراک کریں

source: and
ar: و
da: og
de: und
es: y
fr: et
pl: i
sw: ongeza
ur: اور

source: An invite code you want to redeem
ar: رمز دعوة تريد استخدامه
da: Invitations kode du vil indløse
de: Der einzulösenden Einladungscode
es: Un código de invitación que desea canjear
fr: Un code d'invitation que vous souhaitez utiliser
pl: Kod zaproszenia, który chcesz zrealizować
sw: Msimbo wa mwaliko unaotaka kukomboa
ur: ایک دعوتی کوڈ جو آپ استعمال کرنا چاہتے ہیں

source: any number
ar: أيّ رقم
da: Et hvilket som helst tal
de: beliebige Zahl
es: cualquier número
fr: n'importe quel nombre
pl: dowolny numer
sw: nambari yoyote
ur: کوئی بھی نمبر

source: App Defaults
ar: الإعدادات الافتراضية للتطبيق
da: App Standard
de: App Standards
es: App por defecto
fr: Application par défaut
pl: Domyślne ustawienia aplikacji
sw: Ongeza chaguomsingi
ur: ایپ ڈیفالٹس

source: AppId
sw: Kitambulisho cha programu
ur: ایپ آئی ڈی

# apps
source: Space Features
ar: خصائص الفضاء
da: Space Funktioner
es: Características del Espacio
fr: Caractéristiques de l'Espace
pl: Apps
sw: Vipengele vya Nafasi
ur: سپیس خصوصیات

# areYouSureYouWantToLeaveRoom
source: Are you sure you want to leave chat? This action cannot be undone
ar: هل أنت متأكد من رغبتك في مغادرة المحادثة؟ لا يمكن التراجع عن هذه الخطوة
da: Er du sikker på, du vil forlade chatten? Denne handling kan ikke ophæves
de: Bist du sicher, dass du den Chat verlassen möchtest? Das ist unwiderruflich.
es: ¿Está seguro de que desea abandonar el chat? Esta acción no se puede deshacer
fr: Êtes-vous sûr de vouloir quitter le chat ? Cette action ne peut pas être annulée
pl: Czy na pewno chcesz opuścić to miejsce? Tego działania nie można cofnąć
sw: Je, una uhakika unataka kuondoka kwenye maongezi? Kitendo hiki hakiwezi kutenduliwa
ur: کیا آپ کو یقین ہے کہ آپ چیٹ چھوڑنا چاہتے ہیں ؟ اس عمل کو ختم نہیں کیا جا سکتا

# areYouSureYouWantToLeaveSpace
source: Are you sure you want to leave this space?
ar: هل أنت متأكد من رغبتك في مغادرة هذا الفضاء؟
da: Er du sikker på at du vil forlade dette space?
de: Bist du sicher, dass du diesen Space verlassen willst?
es: ¿Está seguro de que quiere abandonar este espacio?
fr: Êtes-vous sûr de vouloir quitter cet espace ?
pl: Czy na pewno chcesz opuścić to miejsce?
sw: Je, una uhakika ungependa kuondoka kwenye nafasi hii?
ur: کیا آپ کو یقین ہے کہ آپ اس خلا کو چھوڑنا چاہتے ہیں ؟

# areYouSureYouWantToRemoveAttachmentFromPin
source: Are you sure you want to remove this attachment from pin?
ar: هل أنت متأكد من رغبتك في إزالة هذا المرفق من الدّبوس؟
da: Er du sikker på at du vil fjerne denne vedhæftede fil fra pin?
de: Bist du sicher, dass du diesen Anhang vom Pin entfernen willst?
es: ¿Está seguro de que quiere quitar este accesorio de la chincheta?
fr: Êtes-vous sûr de vouloir retirer cette pièce jointe de l'épingle ?
pl: Czy na pewno chcesz usunąć ten załącznik z pinezki?
sw: Je, una uhakika unataka kuondoa kiambatisho hiki kwenye pini?
ur: کیا آپ کو یقین ہے کہ آپ اس اٹیچمنٹ کو پن سے ہٹانا چاہتے ہیں ؟

source: assigned yourself
ar: تم تعيين نفسك
da: Tildelt til dig selv
de: Selbst zuweisen
es: asignado a usted mismo
fr: assigné à moi-même
pl: przypisany sobie
sw: umejikabidhi
ur: اپنے آپ کو تفویض کیا

source: Assignment withdrawn
ar: تم سحب التعيين
da: Tildeling trukket tilbage
de: Zuweisung zurückgezogen
es: Asignación retirada
fr: Assignation retirée
pl: Zadanie wycofane
sw: Mgawo umeondolewa
ur: تفویض واپس لے لیا

source: Attachments
ar: المرفقات
da: Vedhæftede filer
de: Anhänge
es: Archivos adjuntos
fr: Pièces jointes
pl: Załączniki
sw: faili/kiambatisho
ur: منسلکات

source: Authentication required
ar: يلزم التحقق من الهوية
da: Autentificering påkrævet
de: Anmeldung benötigt
es: Autentificación necesaria
fr: Authentification requise
pl: Wymagane uwierzytelnienie
sw: Uthibitishaji unahitajika
ur: تصدیق درکار ہے

source: Avatar
ar: الصورة الرمزية
da: Profil Billede
de: Profilbild
pl: Awatar
sw: wasifu
ur: اوتار

source: Awaiting confirmation
ar: في إنتظار التأكيد
da: Afventer bekræftelse
de: Warte auf Bestätigung
es: En espera de confirmación
fr: En attente de confirmation
pl: Oczekuje na potwierdzenie
sw: Inasubiri uthibitisho
ur: تصدیق کا انتظار ہے

source: Block
ar: حظر
da: Bloker
de: Blockieren
es: Bloquear
fr: Bloquer
pl: Blokuj
sw: kuzuia
ur: بلاک

source: Blocked Users
ar: المستخدمين المحظورين
da: Blokerede Brugere
de: Blockierte Nutzer
es: Usuarios Bloqueados
fr: Bloquers des utilisateurs
pl: Zablokowani użytkownicy
sw: Watumiaji Waliozuiwa
ur: بلاک شدہ صارفین

# blockingUserFailed
source: Blocking User failed: {error}
ar: فشل حظر المستخدم: {error}
da: Blokering af bruger mislykkedes: {error}
de: Benutzer:im blockieren fehlgeschlagen: {error}
es: Bloqueo de usuario fallido: {error}
fr: Échec du blocage de l'utilisateur : {error}
pl: Blokowanie użytkownika nie powiodło się: {error}
sw: Kuzuia Mtumiaji kumeshindwa: {error}
ur: صارف کو بلاک کرنا ناکام ہوگیا: {error}

# blockingUserProgress
source: Blocking User
ar: حظر المستخدم
da: Bloker Bruger
de: Blockiere Benutzer:in
es: Bloqueo de Usuario
fr: Bloquage Utilisateur
pl: Blokowanie użytkownika
sw: Kuzuia Mtumiaji
ur: صارف کو بلاک کیا جا رہا ہے

# blockTitle
source: Block {userId}
ar: حظر {userId}
da: Bloker {userId}
de: Blockiere {userId}
es: Bloquear {userId}
fr: Bloquer {userId}
pl: Blokuj {userId}
sw: Mzuie {userId}
ur: بلاک {userId}

source: Block User
ar: حظر المستخدم
da: Bloker Bruger
de: Blockiere Nutzer:in
es: Bloquear Usuario
fr: Bloquer Utilisateur
pl: Blokuj użytkownika
sw: Zuia Mtumiaji
ur: صارف کو بلاک کریں

source: Block User (optional)
ar: حظر المستخدم (اختياري)
da: Bloker Bruger (optional)
de: Blockiere Nutzer:in (optional)
es: Bloquear Usuario (opcional)
fr: Bloquer Utilisateur (optionnel)
pl: Blokuj użytkownika (opcjonalnie)
sw: Zuia Mtumiaji (si lazima)
ur: صارف کو بلاک کریں (اختیاری)

source: Block user with username
ar: حظر المستخدم بواسطة إسم المستخدم
da: Bloker bruger med brugernavn
de: Blockiere Nutzer per UserID
es: Bloquear usuario con nombre de usuario
fr: Bloquer l'utilisateur avec le nom d'utilisateur
pl: Blokowanie użytkownika z nazwą użytkownika
sw: Zuia mtumiaji kwa kutumia jina la mtumiaji
ur: صارف نام کے ساتھ صارف کو بلاک کریں

source: Bookmark
ar: إشارة مرجعية
da: Bogmærke
es: Marcar como favorito
fr: Favoris
pl: Zakładka
sw: Alamisho
ur: بک مارک

source: Bookmarked
ar: تم وضع إشارة مرجعية
da: Bogmærket
de: Gebookmarkt
es: Marcado en favoritos
fr: Mis en Favoris
pl: Dodany do zakładek
sw: Alamisho
ur: بک مارک شدہ

source: Bookmarked Spaces
ar: الفضاءات التي عليها إشارات مرجعية
da: Bogmærkede Spaces
de: Gebookmarkte Spaces
es: Espacios Marcados en Favoritos
fr: Espaces mis en favoris
sw: Nafasi Zilizoalamishwa
ur: بک مارک شدہ سپیسز

# builtOnShouldersOfGiants
source: Built on the shoulders of giants
ar: تأسست على أكتاف العمالقة
da: Bygget på skuldrene af giganter
de: Erbaut auf den Schultern von Giganten
es: Construido a hombros de gigantes
fr: Des nains sur des épaules de géants
pl: Zbudowany na ramionach gigantów
sw: Imejengwa kwenye mabega ya majitu
ur: جنات کے کندھوں پر تعمیر کیا گیا

source: Camera
ar: كاميرا
da: Kamera
de: Kamera
es: Cámara
fr: Caméra
pl: Kamera
sw: kamera
ur: کیمرہ

source: Cancel
ar: إلغاء
da: Annuller
de: Abbruch
es: Cancelar
fr: Annuler
pl: Anuluj
sw: Ghairi
ur: منسوخ

# changePowerLevel
source: Change Permission Level
ar: تغيير درجة الإذن
da: Skift Tilladelsesniveau
de: Zugrifflevels anpassen
es: Cambiar el Nivel de Acceso
fr: Modifier le Niveau d'Autorisation
pl: Zmiana poziomu mocy
sw: Badilisha Kiwango cha Ruhusa
ur: اجازت کی سطح تبدیل

# changeThePowerLevelOf
source: Change the permission level of
ar: تغيير درجة الإذن لـ
da: Skift tilladelsesniveauet for
de: Das Zugriffslevel anpassen von
es: Cambiar el derecho de acceso a
fr: Modifier le droit d'accès à
pl: Zmiana poziomu mocy
sw: Badilisha kiwango cha ruhusa cha
ur: اجازت کی سطح کو تبدیل

source: Change your display name
ar: تغيير إسمك المعروض
da: Skift dit navn
de: Anzeigename ändern
es: Cambiar su nombre de usuario
fr: Modifier votre nom affiché
pl: Zmiana wyświetlanej nazwy
sw: Badilisha jina lako la kuonyesha
ur: اپنے ڈسپلے کا نام تبدیل

source: Chat
ar: المحادثة
de: Chatten
pl: Czat
sw: Maongezi
ur: چیٹ

# chatMissingPermissionsToSend
source: You don’t have permissions to sent messages here
ar: ليس لديك أذونات لإرسال الرسائل هنا
da: Du har ikke tilladelse til at sende beskeder her
de: Du hast keine Berechtigung hier Nachrichten zu schicken
es: No tiene permisos para enviar mensajes aquí
fr: Vous n'avez pas le droit d'envoyer des messages ici
pl: Nie masz uprawnień do wysyłania wiadomości tutaj
sw: Huna ruhusa ya kutuma ujumbe hapa
ur: آپ کو یہاں پیغامات بھیجنے کی اجازت نہیں ہے

# chatSettingsAutoDownload
source: Auto Download Media
ar: تحميل الميديا تلقائياً
da: Automatisk download af medier
de: Medien automatisch herunterladen
es: Descarga Automatica de Archivos Multimedia
fr: Téléchargement Automatique des Médias
pl: Automatyczne pobieranie multimediów
sw: Pakua Media Kiotomatiki
ur: آٹو ڈاؤن لوڈ میڈیا

# chatSettingsAutoDownloadExplainer
source: When to automatically download media
ar: متى يتم تحميل الميديا تلقائياً
da: Hvornår skal medier automatisk downloades
de: Wann Medien automatisch geladen werden
es: Cuándo descargar archivos multimedia automáticamente
fr: Quand télécharger automatiquement les médias
pl: Kiedy automatycznie pobierać multimedia
sw: Wakati wa kupakua media kiotomatiki
ur: میڈیا کو خود بخود کب ڈاؤن لوڈ کرنا

# chatSettingsAutoDownloadAlways
source: Always
ar: دائماً
da: Altid
de: Immer
es: Siempre
fr: Toujours
pl: Zawsze
sw: Daima
ur: ہمیشہ

# chatSettingsAutoDownloadWifiOnly
source: Only when on WiFi
ar: فقط عند الاتصال بشبكة WiFi
da: Kun på Wifi
de: Nur über WLAN
es: Sólo con WiFi
fr: Uniquement avec le WiFi
pl: Tylko podczas korzystania z WiFi
sw: Wakati tu kwenye WiFi
ur: صرف اس وقت جب وائی فائی پر

# chatSettingsAutoDownloadNever
source: Never
ar: أبداً
da: Aldrig
de: Nie
es: Jamás
fr: Jamais
pl: Nigdy
sw: Kamwe
ur: کبھی نہیں

# settingsSubmitting
source: Submitting Settings
ar: إرسال الإعدادات
da: Bekræftigelses indstillinger
de: Übermittele Einstellungen
es: Introducir Ajustes
fr: Soumission des Paramètres
pl: Przesyłanie ustawień
sw: Inawasilisha Mipangilio
ur: رتیبات جمع کروا رہے ہیں

# settingsSubmittingSuccess
source: Settings submitted
ar: تم إرسال الإعدادات
da: Indstillinger bekræftet
de: Einstellungen übermittelt
es: Ajustes ingresados
fr: Paramètres transmis
pl: Przesłane ustawienia
sw: Mipangilio imewasilishwa
ur: ترتیبات جمع کرائی گئیں

# settingsSubmittingFailed
source: Failed to submit: {error}
ar: تعذر في الإرسال: {error}
da: Kunne ikke bekræfte: {error}
de: Übermittlung fehlgeschlagen: {error}
es: Error al enviar: {error}
fr: Échec de l'envoi : {error}
pl: Przesyłanie nie powiodło się: {error}
sw: Imeshindwa kuwasilisha: {error}
ur: جمع کرانے میں ناکام: {error}۔

# chatRoomCreated
source: Chat Created
ar: تم إنشاء المحادثة
da: Chat oprettet
de: Chat erstellt
es: Chat Creado
fr: Chat créé
pl: Utworzono pokój rozmów
sw: Maongezi Imeundwa
ur: چیٹ بنائی گئی

# chatSettingsTypingExplainer
source: (soon) Inform others when you are typing
ar: (قريبًا) إعلام الآخرين عند الكتابة
da: (snart) Informer andre, når du skriver
de: (bald) Lass die anderen wissen, wenn du tippst
es: (pronto) Informe a los demás cuando esté escribiendo
fr: (bientôt) Informer les autres lorsque vous êtes en train d'écrire
pl: (wkrótce) Poinformuj innych, kiedy piszesz
sw: (hivi karibuni) Wajulishe wengine unapoandika
ur: (جلد) جب آپ ٹائپ کر رہے ہوں تو دوسروں کو مطلع کریں

# chatSettingsReadReceipts
source: Send read receipts
ar: إرسال استلامات القراءة
da: Send kvitteringer for læst beskeder
de: Gelesen-beleg senden
es: Enviar comprobante de lectura
fr: Envoyer des accusés de réception
pl: Wysyłanie potwierdzeń odczytu
sw: Tuma risiti zilizosomwa
ur: پڑھنے کی رسیدیں بھیجیں

source: Chats
ar: المحادثات
pl: Czaty
sw: Maongezi
ur: چیٹس

source: Clear
ar: مسح
da: Ryd
de: leeren
es: Borrar
fr: Effacer
pl: Wyczyść
sw: Wazi
ur: صاف

source: Clear DB and re-login
ar: مسح قاعدة البيانات وإعادة تسجيل الدخول
da: Ryd database og log ind igen
de: DB löschen und erneut einloggen
es: Borrar la base de datos y volver a iniciar sesión
fr: Effacer la base de données et se reconnecter
pl: Wyczyść DB i zaloguj się ponownie
sw: Futa DB na uingie tena
ur: ڈی بی صاف کریں اور دوبارہ لاگ ان کریں

source: Close
ar: غلق
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
pl: Zamknij
sw: Funga
ur: بند

source: Close Dialog
ar: غلق الحوار
da: Luk Dialog
de: Dialog schließen
es: Cerrar cuadro de Diálogo
fr: Fermer la fenêtre de Dialogue
pl: Zamknij okno dialogowe
sw: Funga Kidirisha
ur: ڈائیلاگ بند کریں

# closeSessionAndDeleteData
source: Close this session, deleting local data
ar: إغلاق هذه الدورة وحذف البيانات المحلية
da: Luk denne session og slet lokale data
de: Beende diese Session, lösche alle lokalen Daten
es: Cerrar esta sesión, borrando los datos locales
fr: Fermer cette session, en supprimant les données locales
pl: Zamknięcie sesji i usunięcie danych lokalnych
sw: Funga kipindi hiki, ukifuta data ya ndani
ur: مقامی ڈیٹا کو حذف کرتے ہوئے اس سیشن کو بند کریں

source: Close Space
ar: إغلاق الفضاء
da: Luk Space
de: Space schließen
sw: Funga Nafasi
ur: سپیس بند کریں

source: Close Chat
ar: إغلاق المحادثة
da: Luk chatten
de: Chat schließen
sw: Funga Maongezi
ur: چیٹ بند کریں

# closingRoomTitle
source: Close this Room
ar: أغلق هذه الغرفة
da: Luk dette rum
de: Diesen Raum schließen
sw: Funga Chumba hiki
ur: یہ روم بند کریں

# closingRoom
source: Closing…
ar: جاري الغلق
da: Lukker..
de: Schließe…
sw: Inafunga…
ur: بند ہو رہا ہے...

# closingRoomRemovingMembers
source: Closing in process. Removing member {kicked} / {total}
ar: الإغلاق قيد التنفيذ. طرد عضو {kicked} / {total}
da: Lukning i gang. Fjerner medlem {kicked} / {total}
de: Schließen. Entferne Mitglieder {kicked} / {total}
sw: Kufunga kwa mchakato. Mwanachama anayempiga mateke {kicked} / {total}
ur: بند ہو رہا ہے۔ممبر کو ہٹایا جا رہا ہے {kicked} / {total}

# closingRoomMatrixMsg
source: The room was closed
ar: تم إغلاق الغرفة
da: Hermed lukket
de: Der Raum wurde geschlossen
sw: Chumba kilifungwa
ur: روم بند تھا

# closingRoomRemovingFromParents
source: Closing in process. Removing room from parent {currentParent} / {totalParents}
ar: الإغلاق قيد التنفيذ. إزالة الغرفة من الغرفة الأم {currentParent} / {totalParents}
da: Lukning igang. Fjerner gruppen fra {currentParent} / {totalParents}
de: Schließe. Entferne Raum von Eltern {currentParent} / {totalParents}
sw: Kufunga kwa mchakato. Inaondoa chumba kutoka kwa mzazi {currentParent} / {totalParents}
ur: بند ہو رہا ہے۔پیرنٹ سے کمرہ ہٹایا جا رہا ہے {currentParent} / {totalParents}

# closingRoomDone
source: Closed successfully.
ar: تم الغلق بنجاح.
da: Lukket med succes.
de: Schließen erfolgreich.
sw: Imefungwa kwa mafanikio.
ur: کامیابی سے بند ہو گیا۔

# closingRoomFailed
source: Closing failed: {error}
ar: الإغلاق فشل: {error}
da: Lukning mislykkedes: {error}
de: Schließen fehlgeschlagen: {error}
sw: Imeshindwa kufunga: {error}
ur: بند کرنا ناکام ہو گیا: {error}

source: CoBudget
sw: bajeti ya pamoja
ur: کو بجٹ

source: Code
ar: الرمز
da: Kode
de: Kode
es: Código
pl: Kod
sw: alama ya siri
ur: کوڈ

source: Comment
ar: تعليق
da: Kommentar
de: Kommentar
es: Comentar
fr: Commenter
pl: Komentarz
sw: Maoni
ur: کمنٹ

source: Comments
ar: التعليقات
da: Kommentarer
de: Kommentare
es: Comentarios
fr: Commentaires
pl: Komentarze
sw: Maoni
ur: کمنٹس

source: Comment submitted
ar: تم إيداع التعليق
da: Kommentar sendt
de: Kommentar übermittelt
es: Comentario enviado
fr: Commentaire envoyé
pl: Przesłany komentarz
sw: Maoni yamewasilishwa
ur: کمنٹ جمع کر دیا گیا

source: Community
ar: المجتمع
da: Fælleskab
de: Gemeinschaft
es: Comunidad
fr: Communauté
pl: Wspólnota
sw: Jumuiya
ur: کمیونٹی

source: Confirmation Token
ar: توكن التأكيد
da: Bekræftelsestoken
de: Bestätigungskode
es: Token de Confirmación
fr: Token de confirmation
pl: Token potwierdzenia
sw: Ishara ya Uthibitisho
ur: تصدیق ٹوکن

source: Confirmed Email Addresses
ar: عناوين البريد الإلكتروني المؤكَّدة
da: Bekræftede e-mail-adresser
de: Bestätigte Email-Adressen
es: Direcciones de email confirmadas
fr: Adresses Emails confirmées
pl: Potwierdzone adresy e-mail
sw: Anwani za Barua pepe Zilizothibitishwa
ur: تصدیق شدہ ای میل ایڈریسز

# confirmedEmailAddressesDescription
source: Confirmed emails addresses connected to your account:
ar: عناوين البريد الإلكتروني المؤكّدة المرتبطة بحسابك:
da: Bekræftede e-mailadresser knyttet til din konto:
de: Bestätigte E-MailA-Adressen, die zu deinem Konto gehören:
es: Direcciones de email confirmadas conectadas a su cuenta:
fr: Adresses emails confirmées connectées à votre compte :
pl: Potwierdzone adresy e-mail powiązane z kontem:
sw: Anwani za barua pepe zilizothibitishwa zilizounganishwa kwenye akaunti yako:
ur: آپ کے اکاؤنٹ سے منسلک تصدیق شدہ ای میل پتے:

source: Congrats!
ar: تهانينا!
da: Tillykke!
de: Gratuliere!
es: ¡Enhorabuena!
fr: Félicitations !
pl: Gratulacje!
sw: Hongera!
ur: مبارک ہو!

source: Connected to your account
ar: مرتبط بحسابك
da: Forbundet til din konto
de: Verbunden mit deinem Konto
es: Conectado a su cuenta
fr: Connecté à votre compte
pl: Połączenie z kontem
sw: Imeunganishwa kwenye akaunti yako
ur: آپ کے اکاؤنٹ سے منسلک

source: Content successfully removed
ar: تمت إزالة المحتوى بنجاح
da: Indholdet blev fjernet
de: Inhalte erfolgreich entfernt
es: Contenido eliminado con éxito
fr: Contenu supprimé avec succès
pl: Zawartość została pomyślnie usunięta
sw: Maudhui yamefaulu kuondolewa
ur: مواد کامیابی سے ہٹا دیا گیا

source: Continue as guest
ar: الاستمرار كزائر
da: Fortsæt som gæst
de: Mit Gastzugang fortfahren
es: Continuar como invitado
fr: Continuer en tant qu'invité
pl: Kontynuuj jako gość
sw: Endelea kama mgeni
ur: بطور مہمان جاری رکھیں

# continueQuestion
source: Continue?
ar: مواصلة؟
da: Fortsæt?
de: Weiter?
es: ¿Continuar?
fr: Poursuivre ?
pl: Kontynuować?
sw: Ungependa kuendelea?
ur: جاری رکھیں ؟

source: Copy username
ar: نسخ اسم المستخدم
da: Kopiér brugernavn
de: Username kopieren
es: Copiar nombre de usuario
fr: Copier le nom d'utilisateur
pl: Kopiuj nazwę użytkownika
sw: Nakili jina la mtumiaji
ur: صارف نام کاپی کریں

# copyMessage
source: Copy
ar: نسخ
da: Kopier
de: Kopieren
es: Copiar
fr: Copier
pl: Kopiuj
sw: Nakili
ur: کاپی

# couldNotLoadAllSessions
source: Couldn’t load all sessions
ar: تعذّر تشغيل جميع الدورات
da: Kunne ikke indlæse alle sessioner
de: Konnte nicht alle Sessions laden
es: No pude cargar todas las sesiones
fr: Impossible de charger toutes les sessions
pl: Nie można załadować wszystkich sesji
sw: Haikuweza kupakia vipindi vyote
ur: تمام سیشن لوڈ نہیں ہو سکے

# couldNotLoadImage
source: Could not load image due to {error}
ar: تعذر الوصول إلى الصورة بسبب {error}
da: Billedet kunne ikke indlæses på grund af {error}
de: Konnte das Bild nicht laden: {error}
es: No pude cargar la imagen debido a {error}
fr: Impossible de charger l'image à cause de {error}
pl: Nie można załadować obrazu z powodu {error}
sw: Haikuweza kupakia picha kwa sababu ya {error}
ur: {error} کی وجہ سے تصویر لوڈ نہیں ہو سکی

# countsMembers
source: {count} Members
ar: {count} الأعضاء
da: {count} Medlemmer
de: {count} Teilnehmer:innen
es: {count} Miembros
fr: {count} Membres
pl: {count} członków
sw: {count} Wanachama
ur: {count} اراکین

source: Create
ar: إنشاء
da: Opret
de: Erstellen
es: Crear
fr: Créer
pl: Utwórz
sw: Unda
ur: بنائیں
