Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

# roomStateRoomPowerLevelsEventsYouSet
source: You set the {eventType} event of room power levels.
da: Du satte {eventType} tilfælde i chat tilladelserne.
sw: Umeweka tukio la {eventType} la viwango vya nishati kwenye chumba.

# roomStateRoomPowerLevelsInviteOtherSet
source: {senderId} set the invite of room power levels to {newVal}.
da: {senderId} satte invitationen for chat tilladelserne til {newVal}.
sw: {senderId} weka mwaliko wa viwango vya nishati kwenye chumba kuwa {newVal}.

# roomStateRoomPowerLevelsKickYouChanged
source: You changed the kick of room power levels from {oldVal} to {newVal}.
da: Du opdaterede udelukkelsen for chat tilladelserne fra {oldVal} til {newVal}.
sw: Umebadilisha viwango vya nishati ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomPowerLevelsKickOtherSet
source: {senderId} set the kick of room power levels to {newVal}.
da: {senderId} satte udelukkelsen for chat tilladelserne til {newVal}.
sw: {senderId} weka viwango vya nishati ya chumba kuwa {newVal}.

# roomStateRoomPowerLevelsNotificationOtherSet
source: {senderId} set the notification of room power levels to {newVal}.
da: {senderId} satte notifikationen for chat tilladelserne til {newVal}.
sw: {senderId} weka arifa ya viwango vya nishati ya chumba kuwa {newVal}.

# roomStateRoomPowerLevelsRedactOtherSet
source: {senderId} set the redact of room power levels to {newVal}.
da: {senderId} satte redigeringen af chat tilladelserne til {newVal}.
sw: {senderId} weka urekebishaji wa viwango vya nishati ya chumba kuwa {newVal}.

# roomStateRoomPowerLevelsRedactYouSet
source: You set the redact of room power levels to {newVal}.
da: Du satte redigeringen af chat tilladelserne til {newVal}.
sw: Umeweka urekebishaji wa viwango vya nishati ya chumba kuwa {newVal}.

# roomStateRoomPowerLevelsStateDefaultOtherSet
source: {senderId} set the state default of room power levels to {newVal}.
da: {senderId} satte standardværdien for chat tilladelserne til {newVal}.
sw: {senderId} imeweka chaguomsingi la hali ya viwango vya nishati ya chumba kuwa {newVal}.

# roomStateRoomPowerLevelsStateDefaultYouSet
source: You set the state default of room power levels to {newVal}.
da: Du satte standardværdien for chat tilladelserne til {newVal}.
sw: Umeweka chaguomsingi la hali ya viwango vya nishati ya chumba kuwa {newVal}.

source: to another Acter
sw: kwa Acter mwingine

source: Externally via
sw: Nje kupitia

# roomStateRoomTombstoneReplacementRoomOtherSet
source: {senderId} set the replacement room of room tombstone.
da: {senderId} satte erstatningsrummet for room tombstone.
sw: {senderId} ameweka chumba mbadala cha jiwe la kaburi la chumba.

# joiningRoomTakesTime
source: Joining has been issued, but takes longer than expected. It will take a bit to load.
sw: Kujiunga kumetolewa, lakini huchukua muda mrefu kuliko ilivyotarajiwa. Itachukua kidogo kupakia.

# passwordHasSpacesAtEnds
source: Password may not start or end with a space
de: Passwort darf nicht mit einem Leerzeichen beginnen oder enden
sw: Nenosiri huenda lisianze au kuisha na nafasi

# roomLinkedButNotUpgraded
source: Added. However you are not able to upgrade its join rule settings and thus not all people from this space might be able to join it.
da: Tilføjet. Men du er ikke i stand til at ændre hvem der kan deltage. Det er dermed ikke alle burgere fra denne gruppe som kan deltage i det.
de: Hinzugefügt. Du hast allerdings nicht die Rechte die Zugangsregel anzupassen, daher kann es sein, dass andere Spacemitglieder nicht beitreten können.
sw: Imeongezwa. Hata hivyo huwezi kusasisha mipangilio yake ya sheria za kujiunga na hivyo si watu wote kutoka kwenye nafasi hii wanaoweza kujiunga nayo.

# isLinked
source: is linked in here
da: er forbundet her
de: Ist hier verlinkt
sw: imeunganishwa hapa

source: RSVP
de: Teilnahme

source: Telemetry & Analytics
de: Telemetrie & Analytics

# whatsAppBusiness
source: WA Business
da: WA-virksomhed

source: DMs
ar: دي ام (DMs)
fr: MDs
pl: DM-y
ur: ڈی ایمز

source: Acter
ur: ایکٹر

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
pl: Wideo
ur: ویڈیو

source: Boost
ur: بوسٹ

source: Boosts
ur: بوسٹس
