Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

# errorLoadingSpace
source: Error loading space: {error}
ar: خطأ في تحميل الفضاء: {error}
da: Fejl ved indlæsning af Space: {error}
de: Spaceladen fehlgeschlagen: {error}
es: Error al cargar espacio: {error}
fr: Erreur de chargement de l'espace : {error}
pl: Błąd ładowania przestrzeni: {error}
sw: Hitilafu katika kupakia nafasi: {error}
ur: اسپیس لوڈ کرنے میں خرابی: {error}

# errorLoadingPin
source: Error loading pin: {error}
ar: خطأ في تحميل الدبوس: {error}
da: Fejl ved indlæsning af Pin: {error}
de: Pinsladen fehlgeschlagen: {error}
es: Error cargando chincheta: {error}
fr: Erreur de chargement de l'épingle : {error}
pl: Błąd ładowania pinu: {error}
sw: Hitilafu katika kupakia pini: {error}
ur: پن لوڈ کرنے میں خرابی: {error}

# errorLoadingEventDueTo
source: Error loading event due to: {error}
ar: حدث خطأ في تحميل الحدث بسبب: {error}
da: Fejl ved indlæsning af Event: {error}
de: Eventladen fehlgeschlagen: {error}
es: Error al cargar el evento debido a: {error}
fr: Erreur de chargement de l'événement due à : {error}
pl: Błąd ładowania zdarzenia z powodu: {error}
sw: Hitilafu katika kupakia tukio kwa sababu ya: {error}
ur: ایونٹ لوڈ کرنے میں خرابی کی وجہ : {error}

# errorLoadingRsvpStatus
source: Error loading rsvp status: {error}
ar: خطأ في تحميل rsvp : {error}
da: Fejl ved indlæsning af RSVP status: {error}
de: RSVP-status laden fehlgeschlagen: {error}
es: Error al cargar el estado rsvp: {error}
fr: Erreur de chargement du statut rsvp : {error}
pl: Błąd ładowania statusu rsvp: {error}
sw: Hitilafu katika kupakia hali ya rsvp: {error}
ur: rsvp اسٹیٹس لوڈ کرنے میں خرابی: {error}

# errorLoadingMembersCount
source: Error loading members count: {error}
ar: خطأ في تحميل عدد الأعضاء: {error}
da: Fejl ved indlæsning af medlemmer : {error}
de: Mitgliederzahlladen fehlgeschlagen: {error}
es: Error al cargar el recuento de miembros: {error}
fr: Erreur de chargement du nombre de membres : {error}
pl: Błąd ładowania liczby członków: {error}
sw: Hitilafu katika kupakia idadi ya wanachama: {error}
ur: اراکین کی تعداد لوڈ کرنے میں خرابی: {error}

# errorLoadingTileDueTo
source: Error loading tile due to: {error}
ar: خطأ في تحميل * بسبب: {error}
da: Fejl ved indlæsning af dias på grund af: {error}
de: Laden des Titel fehlgeschlagen: {error}
es: Error al cargar el mosaico debido a: {error}
fr: Erreur de chargement de la tuile due à : {error}
pl: Błąd ładowania kafelka z powodu: {error}
sw: Hitilafu ya kupakia kigae kwa sababu ya: {error}
ur: ٹائل لوڈ کرنے میں خرابی کی وجہ : {error}

# errorLoadingEmailAddresses
source: Error loading email addresses: {error}
ar: خطأ في تحميل عناوين البريد الإلكتروني: {error}
da: Fejl ved indlæsning af e-mail adresser: {error}
de: Fehler beim Laden der E-Mail-Adressen: {error}
es: Error al cargar dirección de email: {error}
fr: Erreur de chargement des adresses email : {error}
pl: Błąd ładowania adresów e-mail: {error}
sw: Hitilafu katika kupakia anwani za barua pepe: {error}
ur: ای میل پتے لوڈ کرنے میں خرابی: {error}

# failedToCreateTaskList
source: Failed to create task list: {error}
ar: فشل في إنشاء قائمة المهام: {error}
da: Kunne ikke oprette opgaveliste: {error}
de: Erstellen der Aufgabenliste fehlgeschlagen: {error}
es: Error al crear la lista de tareas: {error}
fr: Échec de la création d'une liste de tâches : {error}
pl: Nie udało się utworzyć listy zadań: {error}
sw: Imeshindwa kuunda orodha ya kazi: {error}
ur: ٹاسک لسٹ بنانے میں ناکام: {error}

# failedToConfirmToken
source: Failed to confirm token: {error}
ar: فشل في تأكيد التوكن (token): {error}
da: Kunne ikke bekræfte kode: {error}
de: Kode-Bestätigung fehlgeschlagen: {error}
es: Error al confirmar el token: {error}
fr: Échec de confirmation du token : {error}
pl: Nie udało się potwierdzić tokena: {error}
sw: Imeshindwa kuthibitisha tokeni: {error}
ur: ٹوکن کی تصدیق کرنے میں ناکام: {error}

# loadingTasksFailed
source: Loading tasks failed: {error}
ar: فشل في تحميل المهام: {error}
da: Indlæsning af opgaver mislykkedes: {error}
de: Laden der Aufgaben fehlgeschlagen: {error}
es: Error cargando tareas: {error}
fr: Le chargement des tâches a échoué : {error}
pl: Ładowanie zadań nie powiodło się: {error}
sw: Imeshindwa kupakia majukumu: {error}
ur: ٹاسکس کو لوڈ کرنا ناکام ہو گیا: {error}

# chatInvitedUserId
source: {userId} invited {inviteeId}
ar: {userId} دعا
da: {userId} inviterede {inviteeId}
de: {userId} hat {inviteeId} eingeladen
es: {userId} invitado
fr: {userId} a invité
sw: {userId} amealikwa {inviteeId}
ur: {userId} کو مدعو کیا گیا

# chatInvitationAcceptedDisplayName
source: {name} accepted invitation
ar: {name} قبل الدعوة
da: {name} accepterede invitation
de: {name} hat die Einladung angenommen
es: {name} aceptó la invitación
fr: {name} a accepté l'invitation
sw: {name} amekubali mwaliko
ur: {name} نے دعوت نامہ قبول کر لیا

# chatInvitationAcceptedUserId
source: {userId} accepted invitation
ar: {userId} قبل الدعوة
da: {userId} accepterede invitation
de: {userId} hat die Einladung angenommen
es: {userId} aceptó la invitación
fr: {userId} a accepté l'invitation
sw: {userId} amekubali mwaliko
ur: {userId} نے دعوت نامہ قبول کر لیا

# resettingPassword
source: Resetting your password
ar: إعادة ضبط كلمة المرور الخاصة بك
da: Nulstiller din adgangskode
de: Passwort zurücksetzen
es: Reestablecer tu contraseña
fr: Réinitialisation du mot de passe
sw: Kuweka upya nenosiri lako
ur: آپ کا پاس ورڈ دوبارہ ترتیب دے رہے ہیں

# resettingPasswordFailed
source: Reset failed: {error}
ar: إعادة الضبط فشلت: {error}
da: Nulstilling mislykkedes: {error}
de: Zurücksetzen fehlgeschlagen: {error}
es: Error de reinicio: {error}
fr: Échec de la réinitialisation : {error}
sw: Imeshindwa kuweka upya: {error}
ur: ری سیٹ ناکام ہو گیا: {error}

# resettingPasswordSuccessful
source: Password successfully reset.
ar: تمت إعادة تعيين كلمة المرور بنجاح.
da: Adgangskoden er nu ændret
de: Passwort erfolgreich zurückgesetzt.
es: Restablecimiento de contraseña resuelto con éxito.
fr: Le mot de passe a été réinitialisé avec succès.
sw: Nenosiri limewekwa upya.
ur: پاس ورڈ کامیابی سے ری سیٹ ہو گیا۔

source: Shared successfully
ar: تمت المشاركة بنجاح
da: Delt
de: Erfolgreich geteilt
es: Compartido con éxito
fr: Partagé avec succès
pl: Udostępnione z powodzeniem
sw: Imeshirikiwa kwa mafanikio
ur: کامیابی کے ساتھ اشتراک کیا گیا

source: Changed push notification settings successfully
ar: تم تغيير إعدادات الإشعارات المدفوعة بنجاح
da: Push notifikationerne er nu ændret
de: Push Benachrichtigungs Einstellungen erfoglreich geändert
es: Se ha modificado correctamente la configuración de las notificaciones push
fr: Modification réussie des paramètres de notification push
pl: Pomyślnie zmieniono ustawienia powiadomień push
sw: Umebadilisha mipangilio ya arifa zinazotumwa na programu hata wakati huitumii
ur: پش نوٹیفکیشن کی ترتیبات کو کامیابی کے ساتھ تبدیل کر دیا گیا

source: Select Space
ar: اختر فضاءً
da: Vælg Space
de: Space auswählen
es: Seleccionar Espacio
fr: Sélectionner Espace
pl: Wybierz miejsce
sw: Chagua Nafasi
ur: اسپیس منتخب کریں

source: Select Chat
ar: اختر المحادثة
da: Vælg chat
de: Chat auswählen
es: Seleccionar Chat
fr: Sélectionner Chat
pl: Wybierz czat
sw: Chagua Gumzo
ur: چیٹ منتخب کریں

source: Select time
ar: اختر توقيت
da: Vælg tid
de: Zeit auswählen
es: Seleccionar hora
fr: Sélectionner l'heure
pl: Wybierz czas
sw: Chagua wakati
ur: وقت منتخب کریں

source: Send DM
ar: أرسل دي ام (DM)
de: DM senden
es: Enviar MD
fr: Envoyer un MD
pl: Wyślij DM
sw: Tuma DM
ur: DM بھیجیں

source: Join Space
ar: الانضمام لفضاء
da: Deltag i Space
de: Space beitreten
es: Unirse al Espacio
fr: Rejoindre l'Espace
pl: Dołącz do przestrzeni
sw: Jiunge na Nafasi
ur: اسپیس میں شامل ہوں

source: Join Existing Space
ar: انضم إلى الفضاء الموجود
da: Join eksisterende Space
de: Bestehenden Space beitreten
es: Unirse al Espacio Existente
fr: Rejoindre un Espace Existant
pl: Dołącz do istniejącej przestrzeni
sw: Jiunge na Nafasi Iliyopo
ur: موجودہ اسپیس میں شامل ہوں

# mySpaces
source: Your Spaces
ar: فضاءاتي
da: Mine Spaces
de: Deine Spaces
es: Mis Espacios
fr: Mes Espaces
pl: Moje przestrzenie
sw: Nafasi Zangu
ur: میری اسپیسز

source: Start Date
ar: تاريخ البدء
da: Startdato
de: Anfangsdatum
es: Fecha de Inicio
fr: Date de début
pl: Data rozpoczęcia
sw: Tarehe ya Kuanza
ur: آغاز کی تاریخ

source: Start Time
ar: موعد البدء
da: Starttidspunkt
de: Anfangszeit
es: Hora de Inicio
fr: Heure de début
pl: Godzina rozpoczęcia
sw: Wakati wa Kuanza
ur: آغاز کا وقت

source: Start Group DM
ar: ابدأ إدارة مجموعة دي ام DM
da: Start Gruppe DM
de: Gruppen DM beginnen
es: Empezar un Grupo por MD
fr: Création d'un groupe MD
pl: Grupa startowa DM
sw: Anzisha Kikundi DM
ur: گروپ ڈی ایم شروع کریں

# createOrJoinSpaceDescription
source: Create or join a space, to start organizing and collaborating!
ar: أنشئ فضاءً أو انضم إليه، لبدء التنظيم والتعاون!
da: Opret eller deltag i et Space for at begynde at organisere og samarbejde!
de: Erstelle oder tritt einem Space bei um mit dem Organizing und Kollaborieren zu beginnen!
es: Crear un espacio o unirse a él para empezar a ¡organizarse y colaborar!
fr: Créez ou rejoignez un espace, pour commencer à organiser et à collaborer !
pl: Stwórz przestrzeń lub dołącz do niej, aby zacząć organizować i współpracować!
sw: Unda au ujiunge na kikundi, ili kuanza kupanga na kushirikiana!
ur: منظم اور تعاون شروع کرنے کے لیے اسپیس بنائیں یا اس میں شامل ہوں!

# spaceShortDescription
source: Create or Join a space, to start organizing and collaborating!
ar: فضاء، لبدء التنسيق، والتعاون!
da: Opret eller Deltag i et Space for at begynde at organisere og samarbejde!
de: Erstelle einen Space um mit dem Organizing und Kollaborieren zu beginnen!
es: un espacio, ¡para empezar a organizarse y colaborar!
fr: un espace, pour commencer à organiser et à collaborer !
pl: przestrzeń, aby zacząć organizować i współpracować!
sw: Unda au Jiunge na kikundi, ili kuanza kupanga na kushirikiana!
ur: اسپیس، منظم اور تعاون شروع کرنے کے لیے!

# introPageDescriptionHl
source: community of change makers.
ar: مجتمع صنّاع التغيير.
da: et sted at skabe forandring.
de: - Community von ChangeMarkern.
sw: .jumuiya ya waleta mabadiliko.
ur: تبدیلی سازوں کی جماعت۔

# retryIn
source: Will retry in {minutes}:{seconds}
ar: ستتم إعادة المحاولة في {minutes}:{seconds}
da: Vil prøve igen om {minutes}: {seconds}
de: Werde in {minutes}:{seconds} erneut versuchen
es: Reintentará en {minutes}:{seconds}
fr: Nouvelle tentative dans un délai de {minutes} : {seconds}
pl: Ponowi próbę za {minutes}:{seconds}
sw: Itajaribu tena baada ya {minutes}:{seconds}
ur: {seconds}:{minutes} میں دوبارہ کوشش کریں گے

source: Invitations
ar: الدعوات
da: Invitationer
de: Einladungen
es: Invitaciones
pl: Zaproszenia
sw: Mialiko
ur: دعوتیں

# noActivityTitle
source: No Activity for you yet
ar: لا يوجد نشاط لك بعد
da: Ingen aktivitet endnu
de: Bisher keine Aktivitäten für dich
es: Ninguna actividad para usted todavía
fr: Pas encore d'activité pour vous
pl: Brak aktywności
sw: Bado hakuna Shughuli kwa ajili yako
ur: آپ کے لیے ابھی تک کوئی سرگرمی نہیں ہے

source: Rejected
ar: رفض
da: Afvist
de: Abgewiesen
es: Rechazado
fr: Rejeté
pl: Odrzucono
sw: Imekataliwa
ur: مسترد کر دیا

source: Failed to reject
ar: لم ينجح الرفض
da: Kunne ikke afvise
de: Abweisen fehlgeschlagen
es: Rechazo fallido
fr: Échec de rejet
pl: Nie udało się odrzucić
sw: Imeshindwa kukataa
ur: مسترد کرنے میں ناکام

# reportedBugSuccessful
source: Reported the bug successfully! (#{issueId})
ar: تم الإبلاغ عن الخلل بنجاح! (#{issueId})
da: Rapporterede fejlen med succes! (# {issueId})
de: Bug erfoglreich gemeldet! (#{issueId})
es: ¡Error reportado con éxito! (#{issueId})
fr: Le bug a été signalé avec succès ! (#{issueId})
pl: Błąd został pomyślnie zgłoszony! (#{issueId})
sw: Imeripoti hitilafu! (#{issueId})
ur: کامیابی کے ساتھ بگ کی اطلاع دی گئی! (#{issueId})

# thanksForReport
source: Thanks for reporting that bug!
ar: شكراً للإبلاغ عن هذا الخلل!
da: Tak for at rapportere!
de: Danke, dass du den Bug gemeldet hast!
es: ¡Gracias por informar de ese error!
fr: Merci d'avoir signalé ce bogue !
pl: Dzięki za zgłoszenie tego błędu!
sw: Asante kwa kuripoti hitilafu hiyo!
ur: اس بگ کی اطلاع دینے کا شکریہ!

# bugReportingError
source: Bug reporting error: {error}
ar: خطأ في الإبلاغ عن الخلل: {error}
da: Fejl ved fejlrapportering: {error}
de: Bug-Meldung fehlgeschlagen: {error}
es: Error al reportar un error: {error}
fr: Erreur dans le signalement du bug : {error}
pl: Błąd zgłaszania błędu: 1{error}
sw: Hitilafu ya kuripoti hitilafu: {error}
ur: بگ رپورٹنگ کی خرابی: {error}

# bugReportTitle
source: Report a problem
ar: أبلغ عن مشكلة
da: Rapportér et problem
de: Ein Problem melden
es: Informar de un problema
fr: Signaler un problème
pl: Zgłoś problem
sw: Ripoti tatizo
ur: مسئلے کی اطلاع دیں

# bugReportDescription
source: Brief description of the issue
ar: وصف مختصر للمشكلة
da: Kort beskrivelse af fejlen
de: Kurze Beschreibung des Problem
es: Breve descripción de la cuestión
fr: Brève description du problème
pl: Krótki opis problemu
sw: Maelezo mafupi ya suala hilo
ur: مسئلہ کی مختصر تفصیل

# emptyDescription
source: Please enter description
ar: الرجاء إدخال الوصف
da: Indtast beskrivelse
de: Bitte eine Beschreibung angeben
es: Por favor, introduzca la descripción
fr: Veuillez saisir la description
pl: Wprowadź opis
sw: Tafadhali weka maelezo
ur: براہ کرم تفصیل درج کریں

source: Task List
ar: قائمة المهام
da: Opgaveliste
de: Aufgabenliste
es: Lista de Tareas
fr: Liste des tâches
pl: Lista zadań
sw: Orodha ya Kazi
ur: ٹاسک لسٹ

# somethingWrong
source: Something went terribly wrong:
ar: حدث خطأ فادح:
da: Noget gik galt:
de: Etwas ist erheblich schief gelaufen:
es: Algo salió muy mal:
fr: Quelque chose a terriblement mal tourné :
pl: Coś poszło nie tak:
sw: Hitilafu fulani imetokea:
ur: کچھ بہت غلط ہو گیا:

source: Copy to clipboard
ar: نسخ للحافظة
da: Kopiér til udklipsholderen
de: in die Zwischemablage kopieren
es: Copiar al Portapapeles
fr: Copier dans le presse-papiers
pl: Kopiuj do schowka
sw: Nakili kwenye ubao wa kunakili
ur: کلپ بورڈ پر کاپی کریں

# saveUsernameDescription3
source: Without it, access to your profile and progress will be permanently lost.
ar: بدونها، سيُفقد إمكانية الوصول إلى ملفك الشخصي وتقدمك بشكل دائم.
da: Uden det, vil adgang til din profil blive permanent tabt.
de: Ohne ihn ist der Zugang zu deinem Profil dauerhaft verloren.
es: Sin ella, el acceso a su perfil y a su progreso se perderá permanentemente.
fr: Sans cela, l'accès à votre profil et à vos progrès sera définitivement perdu.
pl: Bez tego dostęp do profilu i postępów zostanie trwale utracony.
sw: Bila hivyo, ufikiaji wa wasifu wako na maendeleo yatapotea kabisa.
ur: اس کے بغیر، آپ کے پروفائل تک رسائی اور پیش رفت مستقل طور پر ختم ہو جائے گی۔

# acterUsername
source: Your Acter Username
ar: اسم المستخدم Acter الخاص بك
da: Dit Acter Brugernavn
de: Dein Acter Username
es: Su nombre de usuario Acter
fr: Votre nom d'utilisateur Acter
pl: Twoja nazwa użytkownika na Acter
sw: Jina lako la Mtumiaji wa Acter
ur: آپ کا ایکٹر یوزرنیم

# copyToClip
source: Copy to Clipboard
ar: نسخ إلى الحافظة
da: Kopiér til udklipsholderen
de: In die Zwischenablage kopieren
es: Copiar al Portapapeles
fr: Copier dans le presse-papiers
pl: Kopiuj do schowka
sw: Nakili kwenye Ubao wa kunakili
ur: کلپ بورڈ پر کاپی کریں

# hintEmail
source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني
da: Indtast din email adresse
de: Gib deine Email Adresse an
es: Introduzca su dirección de email
fr: Saisissez votre adresse e-mail
pl: Wprowadź swój adres e-mail
sw: Weka barua pepe yako
ur: اپنا ای میل ایڈریس درج کریں

# noPendingInvitesTitle
source: No pending Invites found
ar: لم يتم العثور على أي دعوات معلقة
da: Ingen afventende Invitationer fundet
de: Keine offenen Einladungen gefunden
es: No se han encontrado invitaciones pendientes
fr: Aucune invitation en cours n'a été trouvée
sw: Hakuna Mialiko ambayo haijashughulikiwa kupatikana
ur: کوئی زیر التوا دعوت نامے نہیں ملے

# noUserFoundSubtitle
source: Search users with their username or display name
ar: البحث عن مستخدمين بواسطة اسم المستخدم أو اسم العرض الخاص بهم
da: Søg efter brugere via deres navn eller brugernavn
de: Suche nach Users mit ihrem Usernamen oder Anzeigenamen
es: Buscar usuarios por sus nombres de usuario o por nombre que se muestra
fr: Rechercher des utilisateurs à partir de leur nom d'utilisateur ou de leur nom affiché
sw: Tafuta watumiaji na jina lao la mtumiaji au jina la kuonyesha
ur: صارفین کو ان کے یوزر نیم یا ڈسپلے نام کے ساتھ تلاش کریں

# cancelInviteLoading
source: Canceling invitation of {userId}
ar: إلغاء دعوة {userId}
da: Annullerer invitation af {userId}
de: Einladung an {userId} wird gelöscht
es: Cancelando invitación de {userId}
fr: Annulation de l'invitation de {userId}
sw: Inaghairi mwaliko wa {userId}
ur: {userId} کا دعوت نامہ منسوخ کیا جا رہا ہے

# cancelInviteError
source: User {userId} not found: {error}
ar: المستخدم {userId} ليس موجود: {error}
da: Bruger {userId} ikke fundet: {error}
de: User {userId} nicht gefunden: {error}
es: Usuario {userId} no encontrado: {error}
fr: L'utilisateur {userId} n'a pas été trouvé : {error}
sw: Mtumiaji {userId} hajapatikana: {error}
ur: صارف {userId} نہیں ملا: {error}

source: Share Invite Code
ar: شارك رمز الدعوة
da: Del invitationskode
de: Einlaungs-Kode teilen
es: Compartir Código de Invitación
fr: Partager le code d'invitation
sw: Shiriki Nambari ya Mwaliko
ur: دعوتی کوڈ کا اشتراک کریں

# visibilityTitle
source: Visibility
ar: مستوى الرؤية
da: Synlighed
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
sw: Mwonekano
ur: مرئیت

# visibilitySubtitle
source: Select who can join this space.
ar: اختر من يمكنه الانضمام إلى هذا الفضاء.
da: Vælg hvem der kan joine dette Space
de: Wähle wer diesem Space beitreten kann.
es: Seleccione quien puede unirse a este espacio.
fr: Sélectionnez les personnes autorisées à rejoindre cet espace.
sw: Chagua ni nani anayeweza kujiunga na kikundi hiki.
ur: منتخب کریں کہ اس سپیس میں کون شامل ہو سکتا ہے۔

# limitedVisibilitySubtitle
source: Anyone in selected spaces can find and join
ar: يمكن لأي شخص في فضاءات محددة أن يجد وينضم إلى
da: Alle i valgte Spaces kan se og joine
de: Mitglieder der ausgewählten Spaces können finden und beitreten
es: Cualquiera en los espacios seleccionados puede encontrarlos y unirse
fr: Toute personne se trouvant dans les espaces sélectionnés pourra trouver et rejoindre
sw: Mtu yeyote katika nafasi ulizochagua anaweza kupata na kujiunga
ur: منتخب کردہ سپیسز میں موجود کوئی بھی تلاش کر سکتا ہے اور شامل ہو سکتا ہے

source: Visibility and Accessibility
ar: وضوح الرؤية وسهولة الوصول
da: Synlighed og Tilgængelighed
de: Sichtbarkeit und Zugang
es: Visibilidad y Accesibilidad
fr: Visibilité et accessibilité
sw: Mwonekano na Ufikivu
ur: مرئیت اور رسائی

# validateSamePassword
source: Password must be same
ar: كلمة المرور يجب أن تكون هي نفسها
da: Adgangskoden skal være ens
de: Die Passwörter müssen übereinstimmen
es: La contraseña debe ser la misma
fr: Le mot de passe doit être le même
sw: Nenosiri lazima liwe sawa
ur: پاس ورڈ ایک جیسا ہونا چاہیے

source: Changing your password
ar: تغيير كلمة المرور الخاصة بك
da: Ændrer din adgangskode
de: Ändere dein Passwort
es: Cambie su contraseña
fr: Changement de mot de passe
sw: Kubadilisha nenosiri lako
ur: آپ کا پاس ورڈ تبدیل ہو رہا ہے

# changePasswordFailed
source: Change password failed: {error}
ar: فشل في تغيير كلمة المرور: {error}
da: Ændring af adgangskode mislykkedes: {error}
de: Passwortänderung fehlgeschlagen: {error}
es: Error al cambiar la contraseña: {error}
fr: Le changement de mot de passe a échoué : {error}
sw: Imeshindwa kubadilisha nenosiri: {error}
ur: پاس ورڈ تبدیل کرنے میں ناکام: {error}

source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح
da: Adgangskode ændret med succes
de: Passwort erfolgreich geändernt
es: Contraseña cambiada satisfactoriamente
fr: Le mot de passe a été modifié avec succès
sw: Nenosiri limebadilishwa
ur: پاس ورڈ کامیابی سے تبدیل ہو گیا

source: No Assignment
ar: لا يوجد تعيينات
da: Ingen Opgave
de: Keine Zuteilung
es: Sin Asignación
fr: Pas d'Assignation
sw: Hakuna mgawo
ur: کوئی اسائنمنٹ نہیں

source: Action
da: Handling
de: Aktion
sw: Kitendo
ur: ایکشن

source: Back
da: Tilbage
de: Zurück
sw: Nyuma
ur: پیچھے

# sasGotIt
source: Got it
ar: فهمت
da: Modtaget
de: Verstanden
es: Lo tengo
fr: Compris
pl: Rozumiem
sw: Nimeipata
ur: سمجھ گیا

# sasIncomingReqNotifTitle
source: Verification Request
ar: طلب التحقق
da: Verifikations Anmodning
de: Verifizierungsanfrage
es: Petición de Verificación
fr: Demande de vérification
pl: Wniosek o weryfikację
sw: Ombi la Uthibitishaji
ur: تصدیق کی درخواست

source: Suggested
ar: مقترحة
da: Foreslået
de: Vorgeschlagen
sw: Imependekezwa
ur: تجویز کردہ

# suggestedRoomsSubtitle
source: We suggest you also join the following
ar: نقترح عليك أيضاً الانضمام إلى
da: Vi foreslår, at du også joiner følgende
de: Wir schlagen vor auch den folgenden beizutreten
sw: Tunapendekeza pia ujiunge na wafuatao
ur: ہمارا مشورہ ہے کہ آپ بھی درج ذیل میں شامل ہوں

# addSuggested
source: Mark as suggested
ar: تم تحديده كمقترح
da: Markér som foreslået
de: Als Vorschlag markieren
sw: Tia alama kama inavyopendekezwa
ur: بطور تجویز کردہ نشان زد کریں

# removeSuggested
source: Remove suggestion
ar: حذف الاقتراح
da: Fjern forslag
de: Vorschlagung zurücknehmen
sw: Ondoa pendekezo
ur: تجویز کو ہٹا دیں

# superInvitations
source: Invitation Codes
ar: دعوات مميزة
da: Invitationskoder
de: Einladungskodes
es: Códigos de Invitación
fr: Codes d'invitation
pl: Super zaproszenia
sw: Misimbo ya Mwaliko
ur: دعوتی کوڈز

# superInvites
source: Invitation Codes
ar: رموز الدعوة
da: Invitationskoder
de: Einladungskodes
es: Códigos de Invitación
fr: Codes d'invitation
pl: Super zaproszenia
sw: Misimbo ya Mwaliko
ur: دعوتی کوڈز

# superInvitedBy
source: {user} invites you
ar: {user} يدعوك
da: {user} inviterer dig
de: {user} läd dich ein
es: {user} te invita
fr: {user} vous invite
sw: {user} anakualika
ur: {user} آپ کو مدعو کرتا ہے

# superInvitedTo
source: To join {count} room
ar: للانضمام إلى غرفة {count}
da: At deltage i {count} grupper
de: {count} Räumen beizutreten
es: Unirse a la sala {count}
fr: Pour rejoindre {count} salle
sw: Ili kujiunga na chumba cha {count}
ur: {count} روم میں شامل ہونے کے لیے

# superInvitesPreviewMissing
source: Your Server doesn’t support previewing Invite Codes. You can still try to redeem {token} though
ar: السيرفر الخاص بك لا يدعم معاينة رموز الدعوة. لا يزال بإمكانك محاولة استرداد {token} رغم ذلك
da: Din server understøtter ikke forhåndsvisning Invitationskoder. Du kan stadig forsøge at indløse {token} selv
de: Dein Server hat keine Möglichkeit einer Einladungs-Vorschau. Du kannst den Code {token} dennoch einlösen
es: Su servidor no permite previsualizar los códigos de invitación. Sin embargo, puede intentar canjear {token}
fr: Votre Serveur ne prend pas en charge la prévisualisation des Codes d'Invitation. Vous pouvez tout de même essayer de réclamer {token}
sw: Seva yako haitumii uhakiki wa Misimbo ya Mwaliko. Bado unaweza kujaribu kukomboa {token} ingawa
ur: آپ کا سرور دعوتی کوڈز کا پیش نظارہ کرنے کی حمایت نہیں کرتا ہے۔ آپ پھر بھی {token} کو ریڈیم کی کوشش کر سکتے ہیں

# superInvitesDeleted
source: The invite code {token} is not valid anymore.
ar: رمز الدعوة {token} لم يعد صالحاً بعد الآن.
da: Invitationskoden {token} er ikke længere gyldig.
de: Der Code {token} ist nicht mehr gültig.
es: El código de invitación {token} ya no es válido.
fr: Le code d'invitation {token} n'est plus valide.
sw: Msimbo wa mwaliko {token} si halali tena.
ur: دعوتی کوڈ {token} اب درست نہیں ہے۔
