Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

# unblockingUserFailed
source: Unblocking User failed: {error}
ar: فشل إلغاء حظر المستخدم: {error}
da: Blokering af bruger mislykkedes: {error}
de: Blockierungsaufgabe fehlgeschlagen: {error}
es: Fallo al Desbloquear Usuario: {error}
fr: Échec du Déblocage de l'Utilisateur : {error}
pl: Odblokowanie użytkownika nie powiodło się: {error}
sw: Imeshindwa kumfungulia Mtumiaji: {error}
ur: صارف کو ان بلاک کرنا ناکام ہو گیا: {error}

source: unset
ar: إلغاء الضبط
de: zurücksetzen
es: desajustar
fr: non paramétré
pl: nieustawiony
sw: haijawekwa
ur: ان سیٹ

source: Push to this device
ar: الدفع إلى هذا الجهاز
da: Send Notifikationer til denne enhed
de: Zu diesem Gerät pushen
es: Push en este dispositivo
fr: Push à ce dispositif
pl: Push do tego urządzenia
sw: Sukuma kwenye kifaa hiki
ur: اس ڈیوائس پر پش کریں

source: Select
ar: اختر
da: Vælg
de: Auswählen
es: Seleccionar
fr: Sélectionner
pl: Wybierz
sw: Chagua
ur: منتخب کریں

# unclearJoinRule
source: Unclear join rule {rule}
ar: قواعد الانضمام غير واضحة {rule}
da: Uklar joining regel {rule}
de: Unklare Beitrittsregel {rule}
es: Regla de adhesión poco clara {rule}
fr: Règle d'adhésion pas claire {rule}
pl: Niejasna reguła łączenia {rule}
sw: Sheria ya kujiunga isiyo wazi {rule}
ur: غیر واضح جوائن رول {rule}

# reportMessageContent
source: Report this message to your homeserver administrator. Please note that adminstrator wouldn’t be able to read or view any files, if chat is encrypted
ar: أبلغ مشرف الخادم المنزلي بهذه الرسالة. يرجى ملاحظة أن المشرف لن يتمكن من قراءة أو عرض أي ملفات، إذا كانت المحادثة مشفرة
da: Meld denne besked til din administrator. Bemærk venligst at adminstrator ikke ville kunne læse eller se nogen filer, hvis chat er krypteret
de: Melde diese Nachricht an deinen Homeserver Admin. Bedenke, dass Admins Nachrichten nicht lesen können, wenn diese verschlüsselt sind
es: Informe de este mensaje al administrador de su servidor doméstico. Tenga en cuenta que el administrador no podrá leer ni ver ningún archivo si el chat está encriptado
fr: Signalez ce message à l'administrateur de votre serveur domestique. Veuillez noter que l'administrateur ne sera pas en mesure de lire ou de visualiser les fichiers si le chat est crypté
pl: Zgłoś tę wiadomość administratorowi serwera domowego. Należy pamiętać, że administrator nie będzie w stanie odczytać ani wyświetlić żadnych plików, jeśli pokój jest zaszyfrowany
sw: Ripoti ujumbe huu kwa msimamizi wako wa seva ya nyumbani. Tafadhali kumbuka kuwa msimamizi hataweza kusoma au kuona faili zozote, ikiwa gumzo limesimbwa kwa njia fiche
ur: اپنے ہوم سرور ایڈمنسٹریٹر کو اس پیغام کی اطلاع دیں۔ براہ کرم نوٹ کریں کہ ایڈمنسٹریٹر کسی بھی فائل کو پڑھنے یا دیکھنے کے قابل نہیں ہو گا، اگر چیٹ کو انکریپٹڈ کیا گیا ہو

# searchPublicDirectoryNothingFound
source: No entry found in the public directory
ar: لم يتم العثور على أي بيانات في الدليل العام
da: Ingen resultat
de: Kein Eintrag im Verzeichnis gefunden
es: No se ha encontrado ninguna entrada en el directorio público
fr: Aucune entrée n'a été trouvée dans le répertoire public
sw: Hakuna ingizo lililopatikana katika saraka ya umma
ur: عوامی ڈائریکٹری میں کوئی اندراج نہیں ملا

# verificationConclusionOkSelfNotice
source: Your new session is now verified. It has access to your encrypted messages, and other users will see it as trusted.
ar: تم التحقق من دورتك الجديدة الآن. لديها حق الوصول إلى رسائلك المشفرة، وسيرى المستخدمون الآخرون أنها موثوقة.
da: Din nye session er nu bekræftet. Den har adgang til dine krypterede beskeder, og andre brugere vil se den som betroet.
de: Deine Sitzung ist nun verifiziert. Verschlüsselte Nachricht werden mit ihr ausgetauscht und andere Nutzer bekommen sie als vertrauenswürdig angezeigt.
es: Su nueva sesión está ahora verificada. Tiene acceso a sus mensajes encriptados, y otros usuarios la verán como de confianza.
fr: Votre nouvelle session est désormais vérifiée. Elle a accès à vos messages cryptés et les autres utilisateurs la verront comme fiable.
pl: Nowa sesja jest teraz zweryfikowana. Ma ona dostęp do zaszyfrowanych wiadomości, a inni użytkownicy będą postrzegać ją jako zaufaną.
sw: Kipindi chako kipya sasa kimethibitishwa. Ina uwezo wa kufikia ujumbe wako uliosimbwa kwa njia fiche, na watumiaji wengine wataona kuwa inaaminika.
ur: آپ کا نیا سیشن اب تصدیق شدہ ہے۔ اسے آپ کے انکریپٹڈ پیغامات تک رسائی حاصل ہے، اور دوسرے صارفین اسے بھروسہ مند کے طور پر دیکھیں گے۔

source: Select Visibility
ar: حدد قابلية الظهور
da: Vælg Synlighed
de: Sichtbarkeit wählen
es: Seleccione Visibilidad
fr: Choisir la Visibilité
sw: Chagua Mwonekano
ur: مرئیت کو منتخب کریں

# errorLoadingSpaces
source: Error loading spaces: {error}
ar: خطأ في تحميل الفضاءات: {error}
da: Fejl ved indlæsning af Spaces: {error}
de: Fehler beim Space Laden: {error}
es: Error al cargar espacios: {error}
fr: Erreur de chargement des espaces : {error}
pl: Błąd ładowania przestrzeni: {error}
sw: Hitilafu katika kupakia nafasi: {error}
ur: سپیسز لوڈ کرنے میں خرابی: {error}

# linkingEmailAddress
source: Linking your email address
ar: اربط عنوان بريدك الإلكتروني
da: Linker din email adresse
de: Verknüpfe deine Email-Adresse
es: Vincular su dirección de email
fr: Relier votre adresse e-mail
pl: Łączenie adresu e-mail
sw: Kuunganisha barua pepe yako
ur: آپ کے ای میل ایڈریس کو لنک کیا جا رہا ہے

# emptyConfirmPassword
source: Please enter confirm password
ar: الرجاء تأكيد كلمة المرور
da: Bekræft Adgangskode
de: Bitte das neue Passwort zur Bestätigung eingeben
es: Por favor confirme la contraseña
fr: Veuillez confirmer le mot de passe
sw: Tafadhali ingiza nenosiri la kuthibitisha
ur: براہ کرم تصدیقی پاس ورڈ درج کریں

# chatNotEncrypted
source: This chat is not end-to-end-encrypted
da: Denne chat er ikke krypteret
de: Dieser Chat ist nicht ende-zu-ende-verschlüsselt
sw: Maongezi haya hayajasimbwa kwa njia fiche kutoka mwisho hadi mwisho
ur: یہ چیٹ اینڈ ٹو اینڈ انکرپٹڈ نہیں ہے

# verificationConclusionCompromised
source: One of the following may be compromised: - Your homeserver - The homeserver the user you’re verifying is connected to - Yours, or the other users’ internet connection - Yours, or the other users’ device
ar: قد يتعرض واحد مما يلي للاختراق: - السيرفر المنزلي - السيرفر المنزلي الذي يتصل به المستخدم الذي تقوم بالتحقق منه - اتصالك أنت، أو اتصال المستخدمين الآخرين بالإنترنت - جهازك أو جهاز المستخدمين الآخرين
da: Et af følgende kan bringes i fare: - Din hjemmeserver - Den homeserver brugeren du verificerer er forbundet til - Din eller de andre brugeres internetforbindelse - Din eller de andre brugeres enhed
de: Einer der folgen könnte kompromitiert sein: - dein Homeserver - der Homeserver des Nutzer den du zu verifizieren versuchts - deine oder die Internetverbindung deines Gegenüber - dein oder das Gerät deines Gegenüber
es: Uno de los siguientes puede estar comprometido: - Su servidor doméstico - El servidor doméstico al que está conectado el usuario que usted está verificando. - Su conexión a Internet o la de los otros usuarios. - Su dispositivo o el de los otros usuarios
fr: L'un des éléments suivants peut être compromis : - Votre serveur domestique - Le serveur domestique auquel l'utilisateur que vous vérifiez est connecté - Votre connexion internet ou celle des autres utilisateurs - Votre appareil ou celui des autres utilisateurs
pl: Jeden z poniższych elementów może być zagrożony: - Serwer domowy użytkownika - Serwer domowy, z którym połączony jest weryfikowany użytkownik - Połączenie internetowe użytkownika lub innych użytkowników - Urządzenie użytkownika lub innych użytkowników
sw: Mojawapo ya yafuatayo yanaweza kuathiriwa: - Mhudumu wako wa nyumbani - Seva ya nyumbani ambayo mtumiaji unayemthibitisha ameunganishwa kwake - Yako, au muunganisho wa mtandao wa watumiaji wengine - Yako, au kifaa cha watumiaji wengine
ur: مندرجہ ذیل میں سے ایک سے سمجھوتہ کیا جا سکتا ہے: - آپ کا ہوم سرور - ہوم سرور جس صارف کی آپ تصدیق کر رہے ہیں اس سے منسلک ہے۔ - آپ کا، یا دوسرے صارفین کا انٹرنیٹ کنکشن - آپ کا، یا دوسرے صارفین کی ڈیوائسس

# noUserFoundTitle
source: No users found
ar: لم يتم العثور على مستخدمين
da: Ingen brugere fundet
de: Keine User gefunden
es: No se han encontrado usuarios
fr: Aucun utilisateur trouvé
sw: Hakuna watumiaji waliopatikana
ur: کوئی صارف نہیں ملا

# encryptionBackupKeyBackupExplainer
source: Here you configure the Key Backup
ar: هنا تقوم بتكوين مفتاح النسخ الاحتياطي
da: Her konfigurerer du Key Backupen
de: Hier kannst du das Schlüsselbackup konfigurieren
es: Seleccione aquí la copia de seguridad de su clave
fr: Ici, vous configurez la clé de la sauvegarde
pl: Tutaj można skonfigurować kopię zapasową klucza
sw: Hapa unasanidi Hifadhi Nakala ya Ufunguo
ur: یہاں آپ کی بیک اپ کو ترتیب دیتے ہیں

# errorCreatingChat
source: Error creating chat: {error}
ar: خطأ في إنشاء المحادثة: {error}
da: Fejl under oprettelse af chat: {error}
de: Chat erstellen fehlgeschlagen: {error}
es: Error al crear chat: {error}
fr: Erreur lors de la création d'un chat : {error}
pl: Błąd podczas tworzenia czatu: {error}
sw: Hitilafu imetokea wakati wa kuunda gumzo: {error}
ur: چیٹ بنانے میں خرابی: {error}

# error
source: Error {error}
ar: خطأ {error}
da: Fejl {error}
de: Fehler: {error}
fr: Erreur {error}
pl: Błąd {error}
sw: Hitilafu {error}
ur: خرابی {error}

# errorCreatingCalendarEvent
source: Error Creating Calendar Event: {error}
ar: خطأ في إنشاء حدث في الرزنامة: {error}
da: Fejl under oprettelse af begivenhed: {error}
de: Fehler beim Erstellen des Event: {error}
es: Error al Crear Un Evento en el Calendario: {error}
fr: Erreur lors de la création d'un événement du calendrier : {error}
pl: Błąd podczas tworzenia wydarzenia kalendarza: {error}
sw: Hitilafu katika Kuunda Tukio la Kalenda: {error}
ur: کیلنڈر ایونٹ بنانے میں خرابی: {error}

# errorSubmittingComment
source: Error submitting comment: {error}
ar: خطأ في إرسال التعليق: {error}
da: Fejl ved oprettelse af kommentar: {error}
de: Fehler bei der Kommentarübermittelung: {error}
es: Error al enviar comentario: {error}
fr: Erreur lors de l'envoi du commentaire : {error}
pl: Błąd przesyłania komentarza: {error}
sw: Hitilafu katika kuwasilisha maoni: {error}
ur: کمنٹ جمع کرانے میں خرابی: {error}

# errorUpdatingEvent
source: Error updating event: {error}
ar: خطأ في تحديث الحدث: {error}
da: Fejl ved opdatering af begivenhed: {error}
de: Fehler beim Aktualisieren des Event: {error}
es: Error al actualizar el evento: {error}
fr: Erreur de mise à jour de l'événement : {error}
pl: Błąd aktualizacji zdarzenia: {error}
sw: Hitilafu katika kusasisha tukio: {error}
ur: ایونٹ کو اپ ڈیٹ کرنے میں خرابی: {error}

source: Event descriptions data
ar: بيانات شرح الحدث
da: Beskrivelse af begivenhed data
de: Eventbeschreibung
es: Datos de las descripciones de los eventos
fr: Données relatives à la description des événements
pl: Dane opisów zdarzeń
sw: Data ya maelezo ya tukio
ur: ایونٹ کی تفصیل کا ڈیٹا

source: Event Name
ar: اسم الحدث
da: Begivenhedsnavn
de: Eventtiitle
es: Nombre del Evento
fr: Nom de l'événement
pl: Nazwa wydarzenia
sw: Jina la Tukio
ur: ایونٹ کا نام

source: Events
ar: الفعاليات
da: Begivenheder
de: Veranstaltungen
es: Eventos
fr: Evénements
pl: Wydarzenia
sw: Matukio
ur: ایونٹس

source: Event title data
ar: بيانات عنوان الحدث
da: Event titel data
de: Eventtitel
es: Datos del título del evento
fr: Données sur le titre de l'événement
pl: Dane tytułu wydarzenia
sw: Data ya kichwa cha tukio
ur: ایونٹ کے عنوان کا ڈیٹا

source: Experimental Acter features
ar: خصائص Acter التجريبية
da: Eksperimentelle Acter funktioner
de: Experimentelle Acter Features
es: Características de Acter Experimental
fr: Caractéristiques de Acter expérimental
pl: Funkcje Experimental Acter
sw: Vipengele vya Acter wa Majaribio
ur: تجرباتی اکٹر کی خصوصیات

# failedToAcceptInvite
source: Failed to accept invite: {error}
ar: فشل في قبول الدعوة: {error}
da: Kunne ikke acceptere invitation: {error}
de: Einladungsannahme fehlgeschlagen: {error}
es: No se ha podido aceptar la invitación: {error}
fr: L'invitation n'a pas été acceptée : {error}
sw: Imeshindwa kukubali mwaliko: {error}
ur: دعوت قبول کرنے میں ناکام: {error}

# failedToRejectInvite
source: Failed to reject invite: {error}
ar: فشل في رفض الدعوة: {error}
da: Kunne ikke afvise invitationen: {error}
de: Einladungsablehnung fehlgeschlagen: {error}
es: No se ha podido rechazar la invitación: {error}
fr: Échec du rejet de l'invitation : {error}
sw: Imeshindwa kukataa mwaliko: {error}
ur: دعوت کو مسترد کرنے میں ناکام: {error}

source: Pending
ar: قيد الانتظار
da: Afventer
de: Anhängig
es: Pendiente
fr: En attente
pl: W toku
sw: Inasubiri
ur: زیر التواء

source: Parents
ar: الأم
da: Spaces
de: Eltern
es: Padres
pl: Rodzice
sw: Wazazi
ur: پیڑینٹس

source: Password
ar: كلمة المرور
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
pl: Hasło
sw: Nenosiri
ur: پاس ورڈ

# passwordResetTitle
source: Password Reset
ar: إعادة ضبط كلمة المرور
da: Nulstil Adgangskode
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Mot de passe Réinitialisé
sw: Weka Upya Nenosiri
ur: پاس ورڈ ری سیٹ کریں

source: Past
ar: السابق
da: Tidligere
de: Vergangen
es: Pasado
fr: Passé
pl: Przeszłość
sw: Zamani
ur: ماضی

# powerLevel
source: Permission Level
ar: مستوى الإذن
da: Tilladelsesniveau
de: Zugriffslevel
es: Nivel de Autorización
fr: Niveau d'Autorisation
pl: Poziom mocy
sw: Kiwango cha Ruhusa
ur: اجازت کی سطح

# powerLevelUpdateSubmitted
source: Permission Level update submitted
ar: تم تقديم تحديث مستوى الإذن
da: Opdatering af tilladelsesniveau
de: Zugriffslelvel Aktualisierung übermittelt
es: Actualización del Nivel de Autorización presentada
fr: Mise à jour du Niveau d'autorisation soumise
pl: Aktualizacja PowerLevel przesłana
sw: Sasisho la Kiwango cha Ruhusa limewasilishwa
ur: اجازت کی سطح کی اپ ڈیٹ جمع کرائی گئی

source: Preview
ar: لمحة عامة
da: Forhåndsvisning
de: Vorschau
es: Vista Previa
fr: Prévisualisation
pl: Podgląd
sw: Hakiki
ur: پیش نظارہ

source: Privacy Policy
ar: اتفاقية الخصوصية
de: Privatsphären Policy
es: Política de Privacidad
fr: Politique de confidentialité
pl: Polityka prywatności
sw: Sera ya Faragha
ur: رازداری کی پالیسی

# registerFailed
source: Registration failed: {error}
da: Registrering mislykkedes: {error}
de: Anmeldung fehlgeschlagen: {error}
es: Error de registro
fr: Échec de l'enregistrement
pl: Rejestracja nie powiodła się
sw: Usajili umeshindwa: {error}
ur: رجسٹریشن ناکام ہو گیا: {error}

source: Regular
ar: منتظم
da: Almindelig
de: Regulär
fr: Régulière
pl: Regularny
sw: Kawaida
ur: باقاعدہ

source: Remove
ar: إزالة
da: Fjern
de: Entfernen
es: Quitar
fr: Retirer
pl: Usunąć
sw: Ondoa
ur: ہٹا دیں

# redeemingFailed
source: Redeeming failed: {error}
ar: فشل الاسترداد: {error}
da: Indløsning mislykkedes: {error}
de: Einlösen fehlgeschlagen: {error}
es: Error en el canje: {error}
fr: L'échange a échoué : {error}
pl: Realizacja nie powiodła się: {error}
sw: Imeshindwa kukomboa: {error}
ur: ردیمنگ ناکام ہو گیا: {error}

source: Register
ar: التسجيل
de: Anmelden
es: Registrar
fr: Enregistrer
pl: Rejestr
sw: Sajili
ur: رجسٹر کریں

source: Remove Pin
ar: إزالة الدبوس
da: Fjern pin
de: Pin entfernen
es: Quitar Pin
fr: Retirer l'épingle
pl: Usuń sworzeń
sw: Ondoa Pini
ur: پن کو ہٹا دیں

source: Reply
ar: ردّ
da: Svar
de: Antwort
es: Responder
fr: Répondre
pl: Odpowiedź
sw: Jibu
ur: جواب دیں

source: Report this post
ar: الإبلاغ عن هذا المنشور
da: Rapportér dette indlæg
de: Melde diesen Post
es: Informar de esta publicación
fr: Signaler ce post
pl: Zgłoś ten post
sw: Ripoti chapisho hili
ur: اس پوسٹ کو رپورٹ کریں

# reportPostContent
source: Report this post to your homeserver administrator. Please note that administrator would’t be able to read or view any files in encrypted spaces.
ar: قم بالإبلاغ عن هذا المنشور إلى مشرف السيرفر المنزلي. يرجى ملاحظة أن المشرف لن يتمكن من قراءة أو عرض أي ملفات في الفضاءات المشفرة.
da: Rapportér dette indlæg til din administrator. Bemærk venligst, at administratoren ikke ville kunne læse eller se nogen filer i krypterede grupper.
de: Melde diesen Post an deinen Homeserver Admin. Bedenke, dass Admins Nachrichten nicht lesen können, wenn diese verschlüsselt sind.
es: Informe de esta publicación al administrador de su servidor doméstico. Tenga en cuenta que el administrador no podrá leer ni ver los archivos que se encuentren en espacios encriptados.
fr: Signalez ce message à l'administrateur de votre serveur domestique. Veuillez noter que l'administrateur ne sera pas en mesure de lire ou de voir les fichiers dans les espaces cryptés.
pl: Zgłoś ten post administratorowi serwera domowego. Należy pamiętać, że administrator nie będzie w stanie odczytać ani wyświetlić żadnych plików w zaszyfrowanych przestrzeniach.
sw: Ripoti chapisho hili kwa msimamizi wako wa seva ya nyumbani. Tafadhali kumbuka kuwa msimamizi hataweza kusoma au kuona faili zozote katika nafasi zilizosimbwa.
ur: اپنے ہوم سرور ایڈمنسٹریٹر کو اس پوسٹ کی اطلاع دیں۔ براہ کرم نوٹ کریں کہ ایڈمنسٹریٹر انکرپٹڈ اسپیس میں کسی فائل کو پڑھنے یا دیکھنے کے قابل نہیں ہوگا۔

source: Report sending failed
ar: فشل إرسال التقرير
da: Rapportering mislykkedes
de: Meldung senden fehlgeschlagen
es: Fallo en el envío de informes
fr: Échec de l'envoi du rapport
pl: Wysyłanie raportu nie powiodło się
sw: Imeshindwa kutuma ripoti
ur: رپورٹ بھیجنا ناکام ہو گیا

source: Report sent!
ar: تم إرسال التقرير!
da: Rapport Sendt!
de: Meldung gesendet!
es: ¡Informe enviado!
fr: Rapport envoyé !
pl: Raport wysłany!
sw: Ripoti imetumwa!
ur: رپورٹ بھیج دی!

# reportThisContent
source: Report this content to your homeserver administrator. Please note that your administrator won’t be able to read or view files in encrypted spaces.
ar: أبلغ مشرف السيرفر المنزلي الخاص بك عن هذا المحتوى. يرجى ملاحظة أن المشرف لن يكون قادراً على قراءة أو عرض الملفات في الفضاءات المشفرة.
da: Rapportér dette indhold til din administrator. Bemærk venligst, at din administrator ikke vil kunne læse eller se filer i krypterede rum.
de: Melde diese Inhalt an deinen Homeserver Admin. Bedenke, dass Admins Nachrichten nicht lesen können, wenn diese verschlüsselt sind.
es: Informe de este contenido al administrador de su servidor doméstico. Tenga en cuenta que su administrador no podrá leer ni ver los archivos en espacios encriptados.
fr: Signalez ce contenu à l'administrateur de votre serveur domestique. Veuillez noter que votre administrateur ne sera pas en mesure de lire ou de visualiser les fichiers dans les espaces cryptés.
pl: Zgłoś tę zawartość administratorowi serwera domowego. Należy pamiętać, że administrator nie będzie mógł odczytywać ani przeglądać plików w zaszyfrowanych przestrzeniach.
sw: Ripoti maudhui haya kwa msimamizi wako wa seva ya nyumbani. Tafadhali kumbuka kuwa msimamizi wako hataweza kusoma au kuona faili katika nafasi zilizosimbwa.
ur: اس مواد کی اطلاع اپنے ہوم سرور ایڈمنسٹریٹر کو دیں۔ براہ کرم نوٹ کریں کہ آپ کا منتظم انکریپٹڈ سپیسز پر فائلوں کو پڑھنے یا دیکھنے کے قابل نہیں ہوگا۔

source: Reset
ar: إعادة ضبط
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
sw: Weka upya
ur: دوبارہ ترتیب دیں

source: Search
ar: بحث
da: Søg
de: Suchen
es: Búsqueda
fr: Recherche
pl: Wyszukiwanie
sw: Tafuta
ur: تلاش

# openFile
source: Open
da: Åbn
de: Öffnen
sw: Fungua
ur: کھولیں

# shareFile
source: Share
da: Del
de: Teilen
sw: Shiriki
ur: شیئر کریں

source: Save
ar: حفظ
da: Gem
de: Speichern
es: Guardar
fr: Sauvegarder
pl: Zapisz
sw: Hifadhi
ur: محفوظ کریں

source: Save file as
da: Gem fil som
de: Datei speichern unter
sw: Hifadhi faili kama
ur: فائل کو بطور محفوظ کریں

# sessions
source: Session
ar: الدورات
de: Sitzung
es: Sesiones
fr: Sessions
pl: Sesje
sw: Kikao
ur: سیشنز

source: Session Token Name
ar: اسم توكن (Token) الدورة
da: Sessionsnavn
de: Sitzungskode Name
es: Nombre del Token de la Sesión
fr: Nom du token de session
pl: Nazwa tokenu sesji
sw: Jina la Ishara ya Kikao
ur: سیشن ٹوکن کا نام

source: Set debug level
ar: ضبط مستوى التصحيح
da: Indstil fejlretnings niveau
de: Setze Debug Level
es: Establecer nivel de eliminación
fr: Définir le niveau de débogage
pl: Ustawianie poziomu debugowania
sw: Weka kiwango cha utatuzi
ur: ڈیبگ لیول سیٹ کریں

source: Set HTTP Proxy
ar: ضبط بروكسي HTTP
da: Sæt HTTP Proxy
de: Setze HTTP Proxy
es: Definir Proxy HTTP
fr: Définir le Proxy HTTP
pl: Ustaw serwer proxy HTTP
sw: Weka Wakala wa HTTP
ur: HTTP پراکسی سیٹ کریں

source: Space Configuration
ar: تهيئة الفضاء
da: Space indstillinger
de: Space Konfiguration
es: Configuración del Espacio
fr: Configuration de l'Espace
pl: Konfiguracja przestrzeni
sw: Usanidi wa Nafasi
ur: سپیس ترتیب

# spaceConfigurationDescription
source: Configure, who can view and how to join this space
ar: قم بتهيئة من يمكنه الاطلاع على هذا الفضاء وكيفية الانضمام إليه
da: Indstil, hvem der kan se og hvordan du tilslutter dig dette space
de: Konfiguriere, wer den Space sehen und ihm beitreten kann
es: Configura, quién puede ver y cómo unirse a este espacio
fr: Configurer, qui peut voir et comment rejoindre cet espace
pl: Skonfiguruj, kto może wyświetlać i jak dołączyć do tej przestrzeni
sw: Sanidi, ni nani anayeweza kutazama na jinsi ya kujiunga na kikundi hiki
ur: کنفیگر کریں، کون دیکھ سکتا ہے اور اس اسپیس میں کیسے شامل ہونا ہے

source: Space Name
ar: اسم الفضاء
da: Space Navn
es: Nombre del Espacio
fr: Nom de l'espace
pl: Nazwa przestrzeni
sw: Jina la Nafasi
ur: سپیس کا نام

source: Space notification overwrite
ar: استبدال إشعار الفضاء
da: Overskrivning af Space notifikationer
de: Space Notifiactions Einstellungen
es: Sobrescritura de la notificación del espacio
fr: Écrasement de la notification de l'espace
pl: Powiadomienie o nadpisaniu miejsca
sw: Batilisha arifa ya nafasi
ur: سپیس اطلاع اوور رائٹ

source: Space Notifications
ar: إشعارات الفضاء
da: Space Notifikationer
es: Notificaciones del Espacio
fr: Notifications de l'espace
pl: Powiadomienia dotyczące przestrzeni
sw: Arifa za Nafasi
ur: سپیس اطلاعات

source: Spaces
ar: الفضاءات
es: Espacios
fr: Espaces
pl: Przestrzenie
sw: Nafasi
ur: سپیسز

source: Suggested Users
ar: المستخدمين المقترحين
da: Foreslåede brugere
de: Vorgeschlagene User
es: Sugerencias de Usuarios
fr: Utilisateurs suggérés
sw: Watumiaji Waliopendekezwa
ur: تجویز کردہ صارفین

source: Joining suggested
ar: اقتراح الانضمام
da: Tilslutter Anbefalede
de: Vorschlägen beitreten
sw: Kujiunga kunapendekezwa
ur: تجویز کردہ میں شامل ہو رہے ہیں

# suggestedRoomsTitle
source: Suggested to join
ar: مقترح للانضمام
da: Anbefalet at joine
de: Zum Beitritt vorgeschlagen
sw: Inapendekezwa kujiunga
ur: شامل ہونے کی تجویز

source: the parent space
ar: الفضاء الأم
de: der Elternspace
es: el espacio parental
fr: l'espace parent
pl: przestrzeń nadrzędna
sw: nafasi ya mzazi
ur: پیرنٹ اسپیس

source: Unblock
ar: إلغاء الحظر
da: Fjern blokering
de: Blockierung aufheben
es: Desbloquear
fr: Débloquer
pl: Odblokowanie
sw: Ondoa kizuizi
ur: ان بلاک

source: Unblocking User
ar: إلغاء حظر المستخدم
da: Fjern blokering af bruger
de: Userblockierung aufheben
es: Desbloquear Usuario
fr: Déblocage de l'Utilisateur
pl: Odblokowanie użytkownika
sw: Kufungua Mtumiaji
ur: صارف کو ان بلاک کر رہے ہیں

source: Updates
ar: التحديثات
da: Nyheder
es: Actualizaciones
fr: Mises à jour
pl: Aktualizacje
sw: Sasisho

source: Updating display name
ar: تحديث اسم العرض
da: Opdaterer navn
de: Anzeigennamen aktualisieren
es: Actualización del nombre para mostrar
fr: Mise à jour du nom affiché
pl: Aktualizacja wyświetlanej nazwy
sw: Inasasisha jina la onyesho
ur: ڈسپلے نام کو اپ ڈیٹ کیا جا رہا ہے

source: Verified
ar: تم التحقق
da: Verificeret
de: Verifiziert
es: Verificado
fr: Vérifié
pl: Zweryfikowano
sw: Imethibitishwa
ur: تصدیق شدہ
