Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

# noPinsAvailableDescription
source: Share important resources with your community such as documents or links so everyone is updated.
ar: شارك الموارد المهمة مع مجتمعك مثل المستندات أو الروابط حتى يكون الجميع على اطلاع على آخر المستجدات.
da: Del vigtige ressourcer med dit fællesskab, såsom dokumenter, filer eller links
de: Teile wichtige Resourcen mit deiner Community, wie Dokumente, Links, etc, damit alle jederzeit die aktuellsten Daten haben.
es: Comparta recursos importantes con su comunidad, como documentos o enlaces, para que todo el mundo esté al día.
fr: Partagez des ressources importantes avec votre communauté, telles que des documents ou des liens, afin que tout le monde soit informé.
pl: Udostępniaj społeczności ważne zasoby, takie jak dokumenty lub linki, aby wszyscy byli na bieżąco.
sw: Shiriki nyenzo muhimu na jumuiya yako kama vile hati au viungo ili kila mtu asasishwe.
ur: اپنی کمیونٹی کے ساتھ اہم وسائل کا اشتراک کریں جیسے دستاویزات یا لنکس تاکہ سب کو اپ ڈیٹ کیا جائے۔

# encryptionBackupProvideKeyAction
source: Provide Key
ar: توفير مفتاح
da: Angiv nøgle
de: Schlüssel angeben
es: Proporcionar clave
fr: Fournir la Clé
pl: Podaj klucz
sw: Toa Ufunguo
ur: کی فراہم کریں

# encryptionBackupEnabled
source: Encryption backups enabled
ar: تم تفعيل النسخ الاحتياطية المشفرة
da: Krypteringssikkerhedskopier aktiveret
de: Verschlüsselungsbackups aktiviert
es: Copias de seguridad cifradas activadas
fr: Sauvegardes chiffrées activées
pl: Kopie zapasowe z włączonym szyfrowaniem
sw: Hifadhi rudufu za usimbaji fiche zimewashwa
ur: انکریپشن بیک اپ فعال ہے

# encryptionBackupEnabledExplainer
source: Your keys are stored in an encrypted backup on your home server
ar: يتم تخزين مفاتيحك في نسخة احتياطية مشفرة على السيرفر المنزلي الخاص بك
da: Dine nøgler er gemt i en krypteret backup på din hjemmeserver
de: Deine Schlüssel werden verschlüsselt in deinem Homeserver backup gespeichert
es: Sus llaves se guardan en una copia de seguridad encriptada en su servidor doméstico
fr: Vos clés sont stockées dans une sauvegarde cryptée sur votre serveur domestique
pl: Klucze są przechowywane w zaszyfrowanej kopii zapasowej na serwerze domowym.
sw: Funguo zako zimehifadhiwa katika chelezo iliyosimbwa kwa njia fiche kwenye seva yako ya nyumbani
ur: آپ کی کیز آپ کے ہوم سرور پر ایک انکریپٹڈ بیک اپ میں محفوظ ہیں

# encryptionBackupMissing
source: Encryption backups missing
ar: النسخ الاحتياطية للتشفير مفقودة
da: Krypteringssikkerhedskopier mangler
de: Verschlüsselungsbackup fehlt
es: Faltan las copias de seguridad de encriptación
fr: Absence de sauvegardes de cryptage
pl: Brak kopii zapasowych szyfrowania
sw: Nakala za usimbaji fiche hazipo
ur: انکریپشن کے بیک اپ غائب ہیں

# encryptionBackupMissingExplainer
source: We recommend to use automatic encryption key backups
ar: نوصي باستخدام النسخ الاحتياطية لمفتاح التشفير التلقائي
da: Vi anbefaler at bruge automatisk sikkerhedskopiering af krypteringsnøgler
de: Wir empfehlen die Verwendung des automatischen Verschlüsselungsbackup
es: Recomendamos utilizar copias de seguridad automáticas de las claves de encriptación
fr: Nous recommandons d'utiliser des sauvegardes automatiques de clés de cryptage
pl: Zalecamy korzystanie z automatycznych kopii zapasowych kluczy szyfrowania
sw: Tunapendekeza kutumia nakala rudufu za vitufe vya usimbaji fiche
ur: ہم خودکار انکریپشن کی بیک اپ استعمال کرنے کی تجویز کرتے ہیں

# encryptionBackupProvideKey
source: Provide Recovery Key
ar: وفر مفتاح الاسترجاع
da: Angiv gendannelsesnøgle
de: Rückholschlüssel angeben
es: Proporcionar la clave de recuperación
fr: Fournir une Clé de Récupération
pl: Zapewnienie klucza odzyskiwania
sw: Toa Ufunguo wa Kuokoa
ur: ریکوری کی فراہم کریں

# encryptionBackupProvideKeyExplainer
source: We have found an automatic encryption backup
ar: لقد وجدنا نسخة احتياطية للتشفير التلقائي
da: Vi har fundet en automatisk krypteringsbackup
de: Wir haben eine automatisches Verschlüsselungsbackup gefunden
es: Hemos encontrado una copia de seguridad de encriptación automática
fr: Nous avons trouvé une sauvegarde automatique cryptée
pl: Znaleźliśmy automatyczną kopię zapasową szyfrowania
sw: Tumepata hifadhi rudufu ya usimbaji fiche kiotomatiki
ur: ہمیں ایک خودکار انکریپشن کا بیک اپ ملا ہے

# encryptionBackupNoBackupAction
source: Enable Backup
ar: تفعيل النسخ الاحتياطي
da: Aktiver sikkerhedskopiering
de: Backup aktivieren
es: Activar copia de seguridad
fr: Activer la Sauvegarde
pl: Włącz kopię zapasową
sw: Washa Hifadhi Nakala
ur: بیک اپ کو فعال کریں

# encryptionBackupEnabling
source: Enabling backup
ar: تمكين النسخ الاحتياطي
da: Aktiverer backup
de: Aktiviere Backup
es: Activación de la copia de seguridad
fr: Activation de la sauvegarde
pl: Włączanie tworzenia kopii zapasowych
sw: Inawezesha kuhifadhi
ur: بیک اپ کو فعال کیا جا رہا ہے

# encryptionBackupEnablingFailed
source: Enabling backup failed: {error}
ar: فشل في تفعيل النسخ الاحتياطي: {error}
da: Aktivering af sikkerhedskopiering mislykkedes: {error}
de: Backupaktivierung fehlgeschlagen: {error}
es: Error al activar la copia de seguridad: {error}
fr: L'activation de la sauvegarde a échoué : {error}
pl: Włączenie tworzenia kopii zapasowej nie powiodło się: {error}
sw: Imeshindwa kuwasha nakala rudufu: {error}
ur: بیک اپ کو فعال کرنا ناکام ہو گیا: {error}

# encryptionBackupRecovery
source: Your Backup Recover key
ar: مفتاح استرجاع النسخ الاحتياطي الخاص بك
da: Din Backup Recover nøgle
de: Kein Backup Rückholschlüssel
es: Su clave de Seguridad Recuperada
fr: Votre clé de Récupération de Sauvegarde
pl: Klucz odzyskiwania kopii zapasowej
sw: Ufunguo wako wa Urejeshaji Nakala
ur: آپ کی بیک اپ بازیافت کی

# encryptionBackupRecoveryExplainer
source: Store this Backup Recovery Key securely.
ar: قم بإيداع مفتاح استرداد النسخة الاحتياطية بطريقة آمنة.
da: Opbevar denne sikkerhedskopieringsnøgle sikkert.
de: Bewahre diesen Backuprückholschlüssel sicher auf.
es: Guarde esta clave de recuperación de copia de seguridad de forma segura.
fr: Conservez cette Clé de Récupération de Sauvegarde en lieu sûr.
pl: Klucz odzyskiwania kopii zapasowej należy bezpiecznie przechowywać.
sw: Hifadhi Ufunguo huu wa Kurejesha Nakala kwa usalama.
ur: اس بیک اپ ریکوری کی کو محفوظ طریقے سے اسٹور کریں۔

# encryptionBackupRecoveryCopiedToClipboard
source: Recovery Key copied to clipboard
ar: نسخ مفتاح الاسترجاع في الحافظة
da: Gendannelsesnøgle kopieret til udklipsholder
de: Rückholschlüssel in die Zwischenablage kopiert
es: Clave de recuperación copiada en el portapapeles
fr: Clé de Récupération copiée dans le presse-papiers
pl: Klucz odzyskiwania skopiowany do schowka
sw: Ufunguo wa Urejeshi umenakiliwa kwenye ubao wa kunakili
ur: ریکوری کی کلپ بورڈ پر کاپی ہو گئی

# encryptionBackupDisable
source: Disable your Key Backup?
ar: تعطيل مفتاح النسخ الاحتياطي؟
da: Deaktiver din nøglesikkerhedskopiering?
de: Verschlüsselungsbackup deaktivieren?
es: ¿Desactivar la Copia de Seguridad de las Claves?
fr: Désactiver la Sauvegarde des Clés ?
pl: Wyłączyć kopię zapasową klucza?
sw: Ungependa kuzima Hifadhi Nakala ya Ufunguo wako?
ur: اپنے کی بیک اپ کو غیر فعال کریں؟

# formatMustBe
source: Format must be @user:server.tld
ar: يجب أن تكون الصيغة @user:server.tld
da: Formatet skal være @bruger:server.tld
de: Erwartetes Format ist @nutzer:domain.tld
es: El formato debe ser @user:server.tld
fr: Le format doit être @user:server.tld
pl: Format musi być następujący: @user:server.tld
sw: Umbizo lazima liwe @user:server.tld
ur: فارمیٹ @user:server.tld ہونا چاہیے

source: Gallery
ar: معرض الصور
da: Galleri
de: Galerie
es: Galería
fr: Galerie
pl: Galeria
sw: from
ur: گیلری

source: General
ar: عام
de: Allgemein
fr: Général
pl: Ogólne
sw: Jumla
ur: جنرل

source: Go to DM
ar: الذهاب إلى دي ام (DM)
da: Gå til DM
de: Gehe zur DM
es: Ir a los MD
fr: Aller au MD
pl: Przejdź do DM
sw: Nenda kwa DM
ur: ڈی ایم میں جائیں

# kickAndBanSuccess
source: User removed and banned
ar: تمت إزالة المستخدم وحظره
da: Bruger fjernet og udelukket
de: User entfernt und verbannt
es: Usuario baneado y eliminado
fr: Utilisateur supprimé et banni
pl: Użytkownik wyrzucony i zbanowany
sw: Mtumiaji ameondolewa na kupigwa marufuku
ur: صارف کو ہٹا دیا گیا اور پابندی لگا دی گئی

# kickAndBanUser
source: Remove & Ban User
ar: إزالة وحظر المستخدم
da: Fjern & Udeluk Bruger
de: User entfernen & verbannen
es: Eliminar y Banear a un Usuario
fr: Supprimer et Bannir un Utilisateur
pl: Kopnięcie i zbanowanie użytkownika
sw: Ondoa na Upige Marufuku Mtumiaji
ur: صارف کو ہٹائیں اور پابندی لگائیں

# kickAndBanUserDescription
source: You are about to remove and permanently ban {userId} from {roomId}
ar: أنت على وشك إزالة {userId} من {roomId} وحظره نهائيًا
da: Du er ved at fjerne og permanent udelukke {userId} fra {roomId}
de: Du bist dabei {userId} aus {roomId} zu entfernen und dauerhaft zu verbannen
es: Usted está a punto de eliminar y banear permanentemente {userId} de {roomId}
fr: Vous êtes sur le point de supprimer et d'interdire définitivement {userId} de {roomId}
pl: Zamierzasz wyrzucić i trwale zbanować {userId} z {roomId}
sw: Unakaribia kumwondoa na kumpiga marufuku kabisa {userId} kutoka kwa {roomId}
ur: آپ {userId} کو {roomId} سے ہٹانے اور مستقل طور پر پابندی لگانے والے ہیں

# kickAndBanUserTitle
source: Remove & Ban User {userId}
ar: إزالة وحظر المستخدم {userId}
da: Fjern & udeluk {userId}
de: User {userId} entfernt und verbannen
es: Eliminar y Banear un Usuario {userId}
fr: Supprimer et Bannir un Utilisateur {userId}
pl: Wykopanie i zbanowanie użytkownika {userId}
sw: Ondoa na Upige Marufuku Mtumiaji {userId}
ur: ہٹائیں اور صارف پر پابندی لگائیں {userId}

# kickFailed
source: Removing user failed: {error}
ar: فشل في إزالة المستخدم: {error}
da: Fjernelse af bruger mislykkedes: {error}
de: User entfernen fehlgeschlagen: {error}
es: Error al eliminar usuario: {error}
fr: La suppression de l'utilisateur a échoué : {error}
pl: Kopnięcie użytkownika nie powiodło się: {error}
sw: Imeshindwa kuondoa mtumiaji: {error}
ur: صارف کو ہٹانا ناکام ہو گیا: ۔{error}

# kickProgress
source: Removing user
ar: إزالة المستخدم
da: Fjerner bruger
de: User entfernen
es: Eliminando usuario
fr: Supprimer un utilisateur
pl: Użytkownik kopiący
sw: Inaondoa mtumiaji
ur: صارف کو ہٹایا جا رہا ہے

# kickSuccess
source: User removed
ar: تمت إزالة المستخدم
da: Bruger fjernet
de: User entfernt
es: Usuario eliminado
fr: Utilisateur supprimé
pl: Użytkownik kopnięty
sw: Mtumiaji ameondolewa
ur: صارف کو ہٹا دیا گیا

# kickUser
source: Remove User
ar: حذف مستخدم
da: Fjern Bruger
de: User entfernt
es: Eliminar Usuario
fr: Supprimer un Utilisateur
pl: Użytkownik Kick
sw: Ondoa Mtumiaji
ur: صارف کو ہٹا دیں

# kickUserTitle
source: Remove User {userId}
ar: إزالة المستخدم {userId}
da: Fjern bruger {userId}
de: User {userId} entfernt
es: Eliminar Usuario {userId}
fr: Supprimer l'Utilisateur {userId}
pl: Kick User {userId}
sw: Ondoa Mtumiaji {userId}
ur: صارف {userId} کو ہٹائیں

source: Licenses
ar: التراخيص
da: Licenser
de: Lizenzen
es: Licencias
fr: Licences
pl: Licencje
sw: Leseni
ur: لائسنس

# limitedInternConnection
source: Limited Internet connection
ar: الاتصال بالإنترنت محدود
da: Begrænset internetforbindelse
de: Eingeschränkte Internetverbindung
es: Conexión Limitada a internet
fr: Connexion Internet limitée
pl: Ograniczone połączenie z Internetem
sw: Muunganisho mdogo wa Mtandao
ur: محدود انٹرنیٹ کنیکشن

source: Link
ar: الرابط
de: Verbinden
es: Enlace
fr: Lien
sw: Kiungo
ur: لنک

source: Links
ar: الروابط
de: Link
es: Enlaces
fr: Liens
pl: Linki
sw: Viungo
ur: لنکس

source: Need your password to confirm
ar: تحتاج إلى كلمة المرور الخاصة بك للتأكيد
da: Har brug for din adgangskode til at bekræfte
de: Braucht dein Passwort zu Bestätigung
es: Necesita su contraseña para confirmar
fr: Besoin de votre mot de passe pour confirmer
pl: Potrzebujesz hasła, aby potwierdzić
sw: Unahitaji nenosiri lako ili kuthibitisha
ur: تصدیق کے لیے آپ کا پاس ورڈ درکار ہے

source: New message
ar: رسالة جديدة
da: Ny meddelelse
de: neue Nachricht
es: Nuevo Mensaje
fr: Nouveau message
pl: Nowa wiadomość
sw: Ujumbe mpya
ur: نیا پیغام

source: New Update
ar: تحديث جديد
da: Ny Update
de: Neues Update
es: Nueva Actualización
fr: Nouvelle Mise à jour
pl: Nowa aktualizacja
sw: Sasisho Mpya
ur: نیا اپ ڈیٹ

source: Next
ar: التالي
da: Næste
de: Nächste
es: Siguiente
fr: Suivant
pl: Następny
sw: Inayofuata
ur: اگلا

source: No
ar: لا
da: Nej
de: Nein
fr: Non
pl: Nie
sw: Hapana
ur: نہیں

source: no chats found
ar: لم يتم العثور على أي محادثات
da: ingen chats fundet
de: Keine Chats gefunden
es: No se han encontrado chats
fr: aucun chat trouvé
pl: nie znaleziono czatów
sw: hakuna soga zilizopatikana
ur: کوئی چیٹس نہیں ملے

# noChatsFoundMatchingYourFilter
source: No chats found matching your filters & search
ar: لم يتم العثور على محادثات تطابق تصنيفاتك وبحثك
da: Ingen chats fundet som matcher dine filtre & søgning
de: Keine Chats gefunden, die den Suchkriterien & Filtern entsprechen
es: No se han encontrado chats que coincidan con sus filtros y búsqueda
fr: Aucun chat ne correspond à vos filtres et à votre recherche
pl: Nie znaleziono czatów pasujących do filtrów i wyszukiwania
sw: Hakuna soga zilizopatikana zinazolingana na vichujio na utafutaji wako
ur: آپ کے فلٹرز اور سرچ سے ملنے والی کوئی چیٹ نہیں ملی

source: No chats found matching your search term
ar: لم يتم العثور على محادثات مطابقة لمصطلح البحث
da: Ingen chats fundet som matcher dine søgeord
de: Keine Chats gefunden die den Suchterm matchen
es: No se han encontrado chats que coincidan con el término de su búsqueda
fr: Aucun chat ne correspond à votre recherche
pl: Nie znaleziono czatów pasujących do wyszukiwanego hasła
sw: Hakuna soga zilizopatikana zinazolingana na neno lako la utafutaji
ur: آپ کی تلاش کی اصطلاح سے مماثل کوئی چیٹ نہیں ملی

# notEnoughPowerLevelForInvites
source: Not enough permission level for invites, ask administrator to change it
ar: مستوى الصلاحية غير كافٍ للدعوات، اطلب من المشرف تغييره
da: Du har ikke nok tilladelse til at invitere, bed administrator om at ændre det
de: Dein Zugriffslelve ist nicht hoch genug um Einladungen zu senden. Bitte den Administrator es zu ändern
es: Nivel de permiso insuficiente para las invitaciones, pida al administrador que lo cambie
fr: Le niveau de permission n'est pas suffisant pour les invitations, demandez à l'administrateur de le modifier
pl: Niewystarczający poziom mocy dla zaproszeń, poproś administratora pokoju o zmianę
sw: Hakuna kiwango cha ruhusa cha kutosha kwa mialiko, mwombe msimamizi akibadilishe
ur: دعوتوں کے لیے اجازت کی کافی سطح نہیں ہے، منتظم سے اسے تبدیل کرنے کو کہیں

source: Notes
ar: الملاحظات
de: Notizen
es: Notas
pl: Notatki
sw: Vidokezo
ur: نوٹس

source: Not Going
ar: عدم المغادرة
da: Deltager Ikke
de: Nicht dabei
es: No ir
fr: Ne pas partir
pl: Nie idę
sw: Sio Kwenda
ur: نہیں جا رہا

source: No, thanks
ar: لا، شكراً
da: Nej tak
de: Nein, danke
es: No, gracias
fr: Non, merci
pl: Nie, dziękuję
sw: Hapana, asante
ur: نہیں، شکریہ

source: Notifications
ar: الإشعارات
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
pl: Notyfikacje
sw: Arifa
ur: اطلاعات

source: Notifications Overwrites
ar: إلغاء الإشعارات
da: Overskriv Notifikationer
de: Notifiaction Überschreibung
es: Notificaciones Recargadas
fr: Notifications Écrasement
pl: Nadpisywanie powiadomień
sw: Arifa Inabatilisha
ur: اطلاعات اوور رائٹ

# notificationsOverwritesDescription
source: Overwrite your notifications configurations for this space
ar: قم بالكتابة فوق تهيئة الإشعارات الخاصة بك لهذا الفضاء
da: Overskriv dine notifikationer for dette space
de: Überschreibe deine Notifications configuration für diesen Space
es: Reescribir las configuraciones de tus notificaciones para este espacio
fr: Remplacer les configurations de notifications pour cet espace
pl: Zastąp konfiguracje powiadomień dla tej przestrzeni
sw: Batilisha usanidi wako wa arifa za nafasi hii
ur: اس اسپیس کے لیے اپنی اطلاعات کی ترتیب کو اوور رائٹ کریں

source: Notification status submitted
ar: حالة الإشعار تم إرسالها
da: Notifikations status indsendt
de: Benachrichtigungsstatus übermittelt
es: Estado de la notificación enviado
fr: Statut de la notification soumise
pl: Przesłany status powiadomienia
sw: Hali ya arifa imewasilishwa
ur: اطلاع کی حیثیت جمع کرائی گئی

# notificationStatusUpdateFailed
source: Notification status update failed: {error}
ar: فشل في تحديث حالة الإشعار: {error}
da: Opdatering af notifikationsstatus mislykkedes: {error}
de: Benachritigungsstatus Übermittelung fehlgeschlagen: {error}
es: Error en la actualización del estado de la notificación: {error}
fr: Échec de la mise à jour du statut de la notification : {error}
pl: Aktualizacja statusu powiadomienia nie powiodła się: {error}
sw: Usasishaji wa hali ya arifa haukufaulu: {error}
ur: اطلاع کی حیثیت کی تازہ کاری ناکام ہوگئی: {error}

source: Notifications unmuted
ar: تم إلغاء كتم الإشعارات
da: Notifikationer aktiveret
de: Notifications entstummt
es: Notificaciones silenciadas
fr: Notifications activées
pl: Wyciszone powiadomienia
sw: Arifa zimerejeshwa
ur: اطلاعات غیر متزلزل

source: Notification Targets
ar: أهداف الإشعارات
da: Notifikations enheder
de: Pushziele
es: Objetivos de Notificación
fr: Cibles de notification
pl: Cele powiadomień
sw: Malengo ya Arifa
ur: ٹارگٹس کے اہداف

source: No topic found
ar: لم يتم العثور على أي موضوع
da: Intet emne fundet
de: Keine Themen gefunden
es: Tema no encontrado
fr: Aucun sujet trouvé
pl: Nie znaleziono tematu
sw: Hakuna mada iliyopatikana
ur: کوئی موضوع نہیں ملا

# encryptionBackupDisableExplainer
source: Resetting the key backup will destroy it locally and on your homeserver. This can’t be undone. Are you sure you want to continue?
ar: ستؤدي إعادة تعيين النسخة الاحتياطية للمفتاح إلى تدميره محليًا وعلى السيرفر المنزلي. لا يمكن التراجع عن ذلك. هل أنت متأكد من رغبتك في المتابعة؟
da: Nulstilling af sikkerheds nøglen vil ødelægge den lokalt og på din hjemmeserver. Dette kan ikke fortrydes. Er du sikker på, at du vil fortsætte?
de: Ein Reset zerstört das Backup lokal wie auch auf deinem Homesever. Dies kann nicht rückgängig gemacht werden. Bist du sicher, dass du fortfahren willst?
es: Restablecer la copia de seguridad de la clave la borrará localmente y de tu servidor doméstico. Esta acción no puede deshacerse. ¿ Está seguro de querer continuar ?
fr: La réinitialisation de la sauvegarde de la clé la détruira en local et sur votre serveur domestique. Cette opération ne peut pas être annulée. Êtes-vous sûr de vouloir continuer ?
pl: Zresetowanie kopii zapasowej klucza zniszczy go lokalnie i na serwerze domowym. Nie można tego cofnąć. Czy na pewno chcesz kontynuować?
sw: Kuweka upya hifadhi rudufu ya ufunguo kutaharibu ndani na kwenye seva yako ya nyumbani. Hili haliwezi kutenduliwa. Je, una uhakika ungependa kuendelea?
ur: کی بیک اپ کو دوبارہ ترتیب دینے سے یہ مقامی طور پر اور آپ کے ہوم سرور پر ختم ہو جائے گا۔ اسے کالعدم نہیں کیا جا سکتا۔ کیا آپ واقعی جاری رکھنا چاہتے ہیں؟

# encryptionBackupDisableActionKeepIt
source: No, keep it
ar: لا، احتفظ بها
da: Nej, behold den
de: Nein, bitte behalten
es: No, guárdalo
fr: Non, conservez-la
pl: Nie, zachowaj to
sw: Hapana, ihifadhi
ur: نہیں، رکھو

# encryptionBackupDisableActionDestroyIt
source: Yes, destroy it
ar: نعم، أتلفه
da: Ja, ødelægge det
de: Ja, zerstöre es
es: Sí, bórralo
fr: Oui, détruisez-la
pl: Tak, zniszcz to
sw: Ndiyo, uiharibu
ur: ہاں اسےختم کر دو

# encryptionBackupResetting
source: Resetting Backup
ar: إعادة ضبط النسخ الاحتياطي
da: Nulstilling af sikkerhedskopiering
de: Resette das Backup
es: Restablecer copia de seguridad
fr: Réinitialiser la Sauvegarde
pl: Resetowanie kopii zapasowej
sw: Kuweka upya Hifadhi Nakala
ur: بیک اپ دوبارہ ترتیب دے رہا ہے

# encryptionBackupResettingSuccess
source: Reset successful
ar: تمت إعادة الضبط بنجاح
da: Nulstilling lykkedes
de: Reset erfolgreich
es: Restablecimiento correcto
fr: Réinitialisation réussie
pl: Resetowanie powiodło się
sw: Imeweka upya
ur: ری سیٹ کامیاب ہو گیا

# encryptionBackupResettingFailed
source: Failed to disable: {error}
ar: فشل في التعطيل: {error}
da: Kunne ikke deaktivere: {error}
de: Deaktivieren fehlgeschlagen: {error}
es: Error al desactivar: {error}
fr: Échec de la désactivation : {error}
pl: Nie udało się wyłączyć: {error}
sw: Imeshindwa kuzima: {error}
ur: غیر فعال کرنے میں ناکام: {error}

# encryptionBackupRecover
source: Recover Encryption Backup
ar: استرجاع النسخة الاحتياطية للتشفير
da: Gendan krypteringsbackup
de: Verschlüsselungsbackup recovern
es: Recuperar copia de seguridad de encriptación
fr: Récupérer la Sauvegarde Cryptée
pl: Odzyskaj kopię zapasową szyfrowania
sw: Rejesha Hifadhi Nakala ya Usimbaji
ur: انکریپشن بیک اپ ریکور کریں

# encryptionBackupRecoverInputHint
source: Recovery key
ar: مفتاح الاسترجاع
da: Gendannelsesnøgle
de: Rückholschlüssel
es: Clave de Recuperación
fr: Clé de récupération
pl: Klucz odzyskiwania
sw: Ufunguo wa kurejesha
ur: ری کوری کی

# encryptionBackupRecoverProvideKey
source: Please provide the key
ar: يُرجى تقديم المفتاح
da: Angiv venligst nøglen
de: Bitte den Schlüssel angeben
es: Por favor, facilite la clave
fr: Veuillez fournir la clé
pl: Prosimy o podanie klucza
sw: Tafadhali toa ufunguo
ur: براہ کرم کی فراہم کریں

# encryptionBackupRecoverAction
source: Recover
ar: استرجاع
da: Gendan
de: Zurückholen
es: Recuperar
fr: Récupérer
pl: Odzyskaj
sw: -jipatia
ur: ریکور

# encryptionBackupRecoverRecovering
source: Recovering
ar: استرداد
da: Gendanner
de: Hole zurück
es: Recuperación
fr: Récupération
pl: Odzyskiwanie
sw: jipatia
ur: ریکوورنگ

# forgotPasswordNewPasswordDescription
source: Once you’ve finished the process behind the link of the email we’ve sent you, you can set a new password here:
ar: بمجرد الانتهاء من العملية باستخدام رابط البريد الإلكتروني الذي أرسلناه لك، يمكنك تعيين كلمة مرور جديدة هنا:
da: Når du har afsluttet processen via linket vi har sendt til din e-mail, kan du lave en ny adgangskode her:
de: Sobald du den Prozess hinter dem Link, den wir dir geschickt haben, abgeschlossen hast, kannst du hier ein neues Passwort setzen:
es: Una vez que haya terminado el proceso tras el enlace del correo electrónico que le hemos enviado, puede establecer una nueva contraseña aquí:
fr: Une fois que vous avez complété le processus en suivant le lien de l'e-mail que nous vous avons envoyé, vous pouvez définir un nouveau mot de passe ici :
sw: Mara tu unapomaliza mchakato nyuma ya kiungo cha barua pepe tuliyokutumia, unaweza kuweka nenosiri jipya hapa:
ur: ہمارے بھیجے گئے ای میل کے لنک کے پیچھے عمل مکمل کرنے کے بعد، آپ یہاں ایک نیا پاس ورڈ سیٹ کر سکتے ہیں:

source: Found Users
ar: المستخدمون الذين تم إيجادهم
da: Fundne brugere
de: User gefunden
es: Usuarios Encontrados
fr: Trouver des Utilisateurs
pl: Znaleziono użytkowników
sw: Watumiaji Waliopatikana
ur: صارفین مل گئے

source: from
ar: من
da: Fra
de: von
es: de
fr: de
pl: Od
sw: kutoka
ur: سے

source: Going
ar: الانتقال
da: Deltager
de: Gehe
es: Ir
fr: Partir
pl: Iść
sw: Kwenda
ur: جا رہے ہیں

# haveProfile
source: Already have a profile?
ar: هل لديك ملف تعريف؟
da: Har du allerede en profil?
de: Du hast bereits ein Konto?
es: ¿Tiene ya un perfil?
fr: Vous avez déjà un profil ?
pl: Masz już profil?
sw: Je, tayari una wasifu?
ur: پہلے سے ہی پروفائل ہے؟

# hereYouCanSeeAllUsersYouBlocked
source: Here you can see all users you’ve blocked.
ar: هنا يمكنك رؤية جميع المستخدمين الذين قمت بحظرهم.
da: Her kan du se alle brugerne du har blokeret.
de: Hier alle Nutzer:innen, die du geblockt hast.
es: Aquí puede ver todos los usuarios que ha bloqueado.
fr: Ici, vous pouvez voir tous les utilisateurs que vous avez bloqués.
pl: Tutaj możesz zobaczyć wszystkich zablokowanych użytkowników.
sw: Hapa unaweza kuona watumiaji wote uliowazuia.
ur: یہاں آپ ان تمام صارفین کو دیکھ سکتے ہیں جنہیں آپ نے بلوک کیا ہے۔
