Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

# takeAFirstStep
source: The secure organizing app that grows with your aspirations. Providing a safe space for movements.
ar: التطبيق الآمن للتنظيم الذي يتطور مع تطلعاتك. توفير فضاء آمن للحركات.
da: Den sikre organisering app, som vokser med dine behov.
de: Mache den ersten Schritt hin zu erfolgreichem Organizing in dem Du ein Konto anlegst oder dich einloggst.
es: La aplicación de organización segura que crece con tus aspiraciones. Proporcionando un espacio seguro para los movimientos.
fr: L'application sécurisée d'organisation qui grandit avec vos aspirations. Fournir un espace sûr pour les actions.
pl: Zrób pierwszy krok w kierunku skutecznej organizacji, tworząc swój profil lub logując się teraz!
sw: Programu salama ya kupanga ambayo hukua kulingana na matarajio yako. Kutoa nafasi salama kwa harakati.
ur: محفوظ آرگنائزنگ ایپ جو آپ کی امنگوں کے ساتھ بڑھتی ہے۔ نقل و حرکت کے لیے محفوظ جگہ فراہم کرنا۔

source: Task list name
ar: اسم قائمة المهام
da: Navn på opgaveliste
de: Aufgabenlistenname
es: Nombre de la lista de tareas
fr: Nom de la liste de tâche
pl: Nazwa listy zadań
sw: Jina la orodha ya kazi
ur: ٹاسک لسٹ کا نام

source: Tasks
ar: المهام
da: Opgaver
de: Aufgaben
es: Tareas
fr: Tâches
pl: Zadania
sw: Kazi
ur: ٹاسکس

source: Terms of Service
ar: بنود الخدمة
da: Vilkår
de: AGBs
es: Términos del Servicio
fr: Conditions d'utilisation
pl: Warunki świadczenia usług
sw: Masharti ya Huduma
ur: سروس کی شرائط

# thisIsAMultilineDescription
source: This is a multiline description of the task with lengthy texts and stuff
ar: هذا شرح للمهمة في عدة أسطر مع نصوص مطولة وأشياء أخرى
da: Dette er en multiline beskrivelse af opgaven med lange tekster og ting
es: Esta es una descripción multilínea de la tarea con textos largos y demás
fr: Il s'agit d'une description de la tâche sur plusieurs lignes, avec des textes longs et d'autres éléments
pl: To jest wielowierszowy opis zadania z długimi tekstami i innymi rzeczami
sw: Haya ni maelezo ya kazi nyingi yenye maandishi marefu na vitu
ur: یہ طویل تحریروں اور چیزوں کے ساتھ کام کی ایک کثیر لائن وضاحت ہے

# thisIsNotAProperActerSpace
source: This is not a proper acter space. Some features may not be available.
ar: هذه ليس فضاءً مناسباً acter. قد لا تتوفر بعض الميزات.
da: Dette er ikke et rigtig Acter Space. Nogle funktioner er muligvis ikke tilgængelige.
de: Dies ist kein ordentlicher Acter Space. Einige Features sind mitunter nicht verfügbar.
es: Este no es un espacio acter propiamente dicho. Algunas características pueden no estar disponibles.
fr: Il ne s'agit pas d'un vrai espace acter. Certaines fonctionnalités peuvent ne pas être disponibles.
pl: To nie jest właściwa przestrzeń Acter. Niektóre funkcje mogą być niedostępne.
sw: Hii si nafasi sahihi ya Acter. Baadhi ya vipengele huenda visipatikane.
ur: یہ ایک مناسب اکٹر کی سپیس نہیں ہے۔ ہو سکتا ہے کچھ خصوصیات دستیاب نہ ہوں۔

source: This message has been deleted
ar: تم مسح هذه الرسالة
da: Denne besked er blevet slettet
de: Diese Nachricht wurde gelöscht
es: Este mensaje ha sido eliminado
fr: Ce message a été supprimé
pl: Ta wiadomość została usunięta
sw: Ujumbe huu umefutwa
ur: یہ پیغام حذف کر دیا گیا ہے

source: This will allow them to contact you again
ar: سيسمح لهم ذلك بالتواصل معك مرة أخرى
da: Dette vil give dem mulighed for at kontakte dig igen
de: Dies verhindert, dass sie wieder Kontakt mit dir aufnehmen
es: Esto permitirá que puedan volver a contactarte
fr: Ceci leur permettra de vous recontacter
pl: Umożliwi im to ponowny kontakt z użytkownikiem
sw: Hii itamruhusu kuwasiliana nawe tena
ur: یہ انہیں آپ سے دوبارہ رابطہ کرنے کی اجازت دے گا

source: Title
ar: العنوان
da: Titel
de: Titel
es: Título
fr: Titre
pl: Tytuł
sw: Kichwa
ur: عنوان

# updatingPowerLevelOf
source: Updating Permission level of {userId}
ar: تحديث مستوى الإذن ل {userId}
da: Opdatering af tilladelsesniveau for {userId}
de: Aktualisiere Zugriffslevel von {userId}
es: Actualización del nivel de Autorización de {userId}
fr: Mise à jour du niveau de permission de {userId}
pl: Aktualizacja poziomu uprawnień {userId}
sw: Inasasisha kiwango cha Ruhusa cha {userId}
ur: {userId} کی اجازت کی سطح کو اپ ڈیٹ کیا جا رہا ہے

source: Updating profile image
ar: تحديث صورة ملف التعريف
da: Opdaterer profilbillede
de: Aktualisiere Profilbild
es: Actualizando imagen del perfil
fr: Mise à jour de la photo de profil
pl: Aktualizacja obrazu profilowego
sw: Inasasisha picha ya wasifu
ur: پروفائل تصویر کو اپ ڈیٹ کیا جا رہا ہے

source: Updating RSVP
ar: تحديث RSVP
da: Opdaterer RSVP
de: Aktualisiere RSVP
es: Actualizando RSVP
fr: Mise à jour de RSVP
pl: Aktualizacja RSVP
sw: Inasasisha RSVP
ur: RSVP کو اپ ڈیٹ کیا جا رہا ہے

source: Upload Avatar
ar: تحميل الصورة الرمزية
da: Upload Billede
de: Bild hochladen
es: Subir Avatar
fr: Charger un Avatar
pl: Prześlij awatar
sw: Pakia Avatar
ur: اوتار اپ لوڈ کریں

# usedTimes
source: Used {count} times
ar: استُخدمت {count} مرات
da: Brugt {count} gange
de: {count} benutzt
es: Usado {count} veces
fr: Utilisé {count} fois
pl: Używany {count} razy
sw: Imetumika mara {count}
ur: {count} بار استعمال کیا گیا

# userAddedToBlockList
source: {user} added to block list. UI might take a bit too update
ar: تمت إضافة {user} إلى قائمة الحظر. قد يستغرق تحديث واجهة المستخدم بعض الوقت
da: {user} tilføjet til blokerings liste. UI kan tage lidt tid for opdatering
de: {user} zu Blockliste hinzugefügt. Es kann einen Moment dauern bevor dies in de UI sichtbar wird
es: {user} añadido a la lista de bloqueados.La interfaz de usuario puede tomar un poco en actualizarse
fr: {user} ajouté à la liste de blocage. La mise à jour de l'interface utilisateur pourrait prendre un peu de temps
pl: {user} dodany do listy blokowanych. Aktualizacja interfejsu użytkownika może trochę potrwać
sw: {user} imeongezwa kwenye orodha ya vizuizi. UI inaweza kuchukua sasisho kidogo sana
ur: {user} کو بلاک لسٹ میں شامل کیا گیا۔ UI کو تھوڑا بہت اپ ڈیٹ لگ سکتا ہے

# usersfoundDirectory
source: Users found in public directory
ar: مستخدمون تم العثور عليهم في الدليل العام
da: Brugere fundet i den offentlige søgning
de: User in Verzeichnis gefunden
es: Usuarios encontrados en el directorio público
fr: Utilisateurs trouvés dans le répertoire public
sw: Watumiaji kupatikana katika orodha ya umma
ur: عوامی ڈائریکٹری میں صارفین پائے گئے

source: Username
ar: اسم المستخدم
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
pl: Nazwa użytkownika
sw: Jina la mtumiaji
ur: صارف نام

source: Username copied to clipboard
ar: تم نسخ اسم المستخدم إلى الحافظة
da: Brugernavn kopieret til udklipsholderen
de: Benutzername zur Zwischenablage kopiert
es: Nombre de Usuario copiado en el portapapeles
fr: Nom d'utilisateur copié dans le presse-papiers
pl: Nazwa użytkownika skopiowana do schowka
sw: Jina la mtumiaji limenakiliwa kwenye ubao wa kunakili
ur: صارف نام کلپ بورڈ پر کاپی ہو گیا

source: User removed from list
ar: تمت إزالة المستخدم من القائمة. قد يستغرق تحديث واجهة المستخدم بعض الوقت
da: Bruger fjernet fra listen. UI kan tage lidt for opdatering
de: Nutzer von der Liste entfernt. DIe UI braucht eventuell bevor dies sichtbar wird
es: Usuario eliminado de la lista. La interfaz de usuario puede tardar un poco en actualizarse
fr: Utilisateur supprimé de la liste. La mise à jour de l'interface utilisateur peut prendre un peu de temps
pl: Użytkownik usunięty z listy. Aktualizacja interfejsu użytkownika może trochę potrwać
sw: Mtumiaji ameondolewa kwenye orodha
ur: صارف کو فہرست سے ہٹا دیا گیا۔ UI کو تھوڑا بہت اپ ڈیٹ لگ سکتا ہے

source: Users you blocked
ar: المستخدمون الذين قمت بحظرهم
da: Brugere du blokerede
de: Von dir blockierte Nutzer
es: Usuarios que usted bloqueó
fr: Utilisateurs que vous avez bloqués
pl: Zablokowani użytkownicy
sw: Watumiaji uliowazuia
ur: وہ صارفین جنہیں آپ نے بلاکڈ کیا ہے

# validEmail
source: Please enter a valid email
ar: الرجاء إدخال بريد إلكتروني صحيح
da: Indtast en gyldig e-mail
de: Bitte gib eine gültige E-mail ein
es: Por favor introduzca un email válido
fr: Veuillez saisir un e-mail valide
pl: Wprowadź prawidłowy adres e-mail
sw: Tafadhali weka barua pepe halali
ur: براہ کرم درست ای میل درج کریں

# verificationConclusionOkDone
source: You’ve successfully verified {sender}!
ar: لقد نجحت في التحقق من {sender}!
da: Du har med succes verificeret {sender}!
de: Du hast {sender} erfolgreich verifiziert!
es: ¡Ha verificado con éxito a {sender}!
fr: Vous avez vérifié avec succès l'identité de {sender} !
pl: Pomyślnie zweryfikowano {sender}!
sw: Umethibitisha {sender}!
ur: آپ نے کامیابی سے {sender} کی توثیق کر لی ہے!

source: Yes, Leave
ar: نعم، مغادرة
da: Ja, forlad
de: Ja, verlassen
es: Sí, Abandonar
fr: Oui, Quitter
pl: Tak, zostaw
sw: Ndiyo, Ondoka
ur: ہاں ، چھوڑ دو

source: Yes, please update
ar: نعم، الرجاء التحديث
da: Ja, opdater venligst
de: Ja, bitte upgraden
es: Sí, actualizar por favor
fr: Oui, veuillez mettre à jour
pl: Tak, prosimy o aktualizację
sw: Ndiyo, tafadhali sasisha
ur: ہاں، براہ کرم اپ ڈیٹ کریں

# youAreAbleToJoinThisRoom
source: You can join this
ar: يمكنك الانضمام إلى هذه المحادثة
da: Du kan deltage i dette
de: Du kannst beitreten
es: Puede participar en este chat
fr: Vous pouvez participer à ce Chat
pl: Możesz dołączyć do tego pokoju
sw: Unaweza kujiunga na hii
ur: آپ اس چیٹ میں شامل ہونے کے قابل ہیں

# youAreAboutToBlock
source: You are about to block {userId}
ar: أنت على وشك حظر {userId}
da: Du er ved at blokere {userId}
de: Du bist dabei {userId} zu blockieren
es: Está a punto de bloquear a {userId}
fr: Vous êtes sur le point de bloquer {userId}
pl: Zamierzasz odblokować {userId}
sw: Unakaribia kumzuia {userId}
ur: آپ {userId} کو بلاک کرنے والے ہیں

# youAreAboutToUnblock
source: You are about to unblock {userId}
ar: أنت على وشك إلغاء حظر {userId}
da: Du er ved at frigøre blokeringen {userId}
de: Du bist dabei die Blockierung von {userId} aufzuheben
es: Está a punto de desbloquear a {userId}
fr: Vous êtes sur le point de débloquer {userId}
pl: Zamierzasz odblokować {userId}
sw: Unakaribia kumfungulia {userId}
ur: آپ {userId} کو ان بلاک کرنے والے ہیں

source: You have no DMs at the moment
ar: ليس لديك أي رسائل مباشرة (DMs )في الوقت الحالي
da: Du har ingen DM's i øjeblikket
de: Du hast aktuell keine DMs
es: No tiene MD por el momento
fr: Vous n'avez pas de MDs pour le moment
pl: W tej chwili nie masz DM
sw: Huna DM kwa sasa
ur: آپ کے پاس اس وقت کوئی DM نہیں ہے

source: You have no updates
ar: ليس لديك تحديثات
da: Du har ingen nyheder
de: Du hast keine Updates
es: No tienes actualizaciones
fr: Vous n'avez pas de mises à jour
pl: Nie masz żadnych aktualizacji
sw: Huna masasisho
ur: آپ کے پاس کوئی اپ ڈیٹس نہیں ہیں

# youMustSelectSpace
source: You must select a space
ar: يجب عليك اختيار فضاء
da: Du skal vælge et Space
de: Du must einen Space auswählen
es: Debe seleccionar un espacio
fr: Vous devez sélectionner un espace
pl: Należy wybrać spację
sw: Lazima uchague nafasi
ur: آپ کو سپیس کا انتخاب کرنا ہوگا

# adding
source: adding {email}
ar: إضافة {email}
da: Tilføjer {email}
de: füge {email} hinzu
es: añadiendo {email}
fr: ajout {email}
pl: dodanie {email}
sw: inaongeza {email}
ur: {email} شامل کر رہا ہے

source: Add text slide
ar: أضف شريحة نصية
da: Tilføj Tekst
de: Text-Slide hinzufügen
es: Añadir diapositiva de texto
fr: Ajouter une diapositive textuelle
pl: Dodaj slajd tekstowy
sw: Ongeza slaidi ya maandishi
ur: ٹیکسٹ سلائیڈ شامل کریں

source: Add image slide
ar: أضف شريحة صورة
da: Tilføj Billed
de: Bild-Slide hinzufügen
es: Añadir diapositiva de imagen
fr: Ajouter une diapositive d'image
pl: Dodaj slajd obrazu
sw: Ongeza slaidi ya picha
ur: امیج سلائیڈ شامل کریں

source: Add video slide
ar: أضف شريحة فيديو
da: Tilføj Video
de: Video-Slide hinzufügen
es: Añadir diapositiva de vídeo
fr: Ajouter une diapositive vidéo
pl: Dodaj slajd wideo
sw: Ongeza slaidi ya video
ur: ویڈیو سلائیڈ شامل کریں

source: Acter App
ar: تطبيق Acter
es: Applicación Acter
fr: Application Acter
sw: Programu ya Acter
ur: ایکٹر ایپ

# youNeedBeInvitedToJoinThisRoom
source: You need be invited to join this Chat
ar: يجب دعوتك للانضمام إلى هذه المحادثة
da: Du skal inviteres for at deltage i denne Chat
de: Du musst eingeladen werden um dem Chat beitreten zu können
es: Necesita una invitación para unirse a este Chat
fr: Vous devez être invité pour participer à ce Chat
pl: Aby dołączyć do tego pokoju, musisz zostać zaproszony
sw: Unahitaji kualikwa kujiunga na Gumzo hili
ur: آپ کو اس چیٹ میں شامل ہونے کے لیے مدعو کیا جانا چاہیے

source: You need to enter a comment
ar: عليك إدخال تعليق
da: Du skal indtaste en kommentar
de: Du musst einen Kommentar eingeben
es: Necesita introducir un comentario
fr: Vous devez saisir un commentaire
pl: Musisz wpisać komentarz
sw: Unahitaji kuingiza maoni
ur: آپ کو کمینٹ درج کرنے کی ضرورت ہے

# youNeedToEnterCustomValueAsNumber
source: You need to enter the custom value as a number.
ar: تحتاج إلى إدخال القيمة الخاصة كرقم.
da: Du skal indtaste den brugerdefinerede værdi som et tal.
de: Du musst den Wert als Zahl angeben.
es: Debe introducir el valor personalizado como un número.
fr: Vous devez saisir la valeur personnalisée sous la forme d'un nombre.
pl: Wartość niestandardową należy wprowadzić jako liczbę.
sw: Unahitaji kuingiza thamani maalum kama nambari.
ur: آپ کو نمبر کے طور پر اپنی مرضی کی قیمت درج کرنے کی ضرورت ہے۔

# youCantExceedPowerLevel
source: You can’t exceed a permission level of {powerLevel}
ar: لا يمكنك تجاوز مستوى الإذن {powerLevel}
da: Du kan ikke overskride et tilladelsesniveau på {powerLevel}
de: Du kannst das Zugriffslevel {powerLevel} nicht übersteigen
es: No puede superar un nivel de autorización de {powerLevel}
fr: Vous ne pouvez pas dépasser un niveau d'autorisation de {powerLevel}
pl: Nie można przekroczyć poziomu mocy {powerLevel}
sw: Huwezi kuzidi kiwango cha ruhusa cha {powerLevel}
ur: آپ {powerLevel} کی اجازت کی سطح سے زیادہ نہیں ہو سکتے

source: Your active devices
ar: أجهزتك النشطة
da: Dine aktive enheder
de: Deine aktiven Geräte
es: Sus dispositivos activos
fr: Vos appareils actifs
pl: Aktywne urządzenia
sw: Vifaa vyako vinavyotumika
ur: آپ کے فعال ڈیوائسس

source: Your Password
ar: كلمة المرور الخاصة بك
da: Dit kodeord
de: Dein Passwort
es: Su Contraseña
fr: Votre Mot de passe
pl: Twoje hasło
sw: Nenosiri lako
ur: آپ کا پاس ورڈ

# yourSessionHasBeenTerminatedByServer
source: Your session has been terminated by the server, you need to log in again
ar: لقد تم إغلاق دورتك من قبل السيرفر، تحتاج إلى تسجيل الدخول مرة أخرى
da: Din session er blevet afsluttet af serveren. Du kal du logge ind igen
de: Deine Sitzung wurde vom Server beendet. Bitte log dich erneut ein
es: Su sesión ha sido finalizada por el servidor, necesita iniciar sesión de nuevo
fr: Votre session a été interrompue par le serveur, vous devez vous reconnecter
pl: Twoja sesja została przerwana przez serwer, musisz zalogować się ponownie
sw: Kipindi chako kimekatishwa na seva, unahitaji kuingia tena
ur: آپ کا سیشن سرور نے ختم کر دیا ہے، آپ کو دوبارہ لاگ ان کرنے کی ضرورت ہے

# yourTextSlidesMustContainsSomeText
source: Your text slide must contain some text
ar: يجب أن تحتوي الشرائح النصيّة الخاصة بك على بعض النصّ
da: Dit tekstdias skal indeholde noget tekst
de: Die Text-Slide muss Text enthalten
es: Sus diapositivas deben contener algo de texto
fr: Vos diapositives doivent contenir du texte
pl: Slajdy tekstowe muszą zawierać tekst
sw: Slaidi yako ya maandishi lazima iwe na maandishi
ur: آپ کی ٹیکسٹ سلائیڈ میں کچھ ٹیکسٹ ہونا ضروری ہے

# yourSafeAndSecureSpace
source: Your safe and secure space for organizing change.
ar: فضائك الآمن والمضمون لتنظيم حركة التغيير.
da: Dit sikre sted til at organisere forandring.
de: Dein sicherer Space für Digitalen Aktivismus.
es: Su espacio seguro para organizar el cambio.
fr: Votre espace sûr et sécurisé pour organiser le changement.
pl: Bezpieczna przestrzeń dla cyfrowego aktywizmu
sw: Nafasi yako salama na salama ya kupanga mabadiliko.
ur: تبدیلی کو منظم کرنے کے لیے آپ کی محفوظ سپیس۔

source: Create New Space
ar: إنشاء فضاء جديد
da: Opret nyt Space
de: Neuen Space erstellen
es: Crear un Nuevo Espacio
fr: Créer un Nouvel Espace
pl: Stwórz nową przestrzeń
sw: Unda Nafasi Mpya
ur: نئی اسپیس بنائیں

source: Create new task list
ar: إنشاء قائمة مهام جديدة
da: Opret ny opgaveliste
de: Neue Aufgabenliste erstellen
es: Crear una nueva lista de tareas
fr: Créer une nouvelle liste de tâches
pl: Tworzenie nowej listy zadań
sw: Unda orodha mpya ya kazi
ur: نئی ٹاسک لسٹ بنائیں

source: Creating pin…
ar: إنشاء دبوس…
da: Opretter Pin..
de: Erstelle Pin…
es: Creando Chincheta…
fr: Création d'une épingle…
pl: Tworzenie pin…
sw: Inaunda pini…
ur: پن بنا رہے ہیں…

source: Deactivate Account
ar: إلغاء تفعيل الحساب
da: Deaktivér konto
de: Konto deaktivieren
es: Desactivar la Cuenta
fr: Désactiver le Compte
pl: Dezaktywacja konta
sw: Zima Akaunti
ur: اکاؤنٹ کو غیر فعال کریں

# dueSuccess
source: Due successfully changed
ar: تم تغيير الأجل بنجاح
da: Deadline ændret
de: Fälligkeit geändert
es: Cambiada fecha de vencimiento con éxito
fr: Échéance modifiée avec succès
pl: Termin został pomyślnie zmieniony
sw: Malipo yamefaulu kubadilishwa
ur: واجب الادا کامیابی کے ساتھ تبدیل ہو گئی

source: End Date
ar: تاريخ الانتهاء
da: Slutdato
de: Enddatum
es: Fecha Final
fr: Date de fin
pl: Data zakończenia
sw: Tarehe ya Mwisho
ur: اختتامی تاریخ

source: End Time
ar: نهاية الوقت
da: Sluttidspunkt
de: Endzeit
es: Hora Final
fr: Heure de fin
pl: Czas zakończenia
sw: Wakati wa Mwisho
ur: اختتامی وقت

source: Email Address
ar: عنوان البريد الإلكتروني
da: E-mail adresse
de: E-Mail Adresse
es: Dirección de Email
fr: Adresse e-mail
pl: Adres e-mail
sw: Anwani ya Barua Pepe
ur: ای میل ایڈریس

source: Email Addresses
ar: عناوين البريد الإلكتروني
da: E-mail Adresser
de: E-Mail Adressen
es: Direcciones de Email
fr: Adresses e-mail
pl: Adresy e-mail
sw: Anwani za Barua Pepe
ur: ای میل ایڈریسز

# errorCreatingPin
source: An error occured creating pin {error}
ar: حدث خطأ في إنشاء دبوس {error}
da: En fejl opstod da vi oprettede en Pin {error}
de: Pin erstellen fehlgeschlagen: {error}
es: Un error sucedió creando una chincheta {error}
fr: Une erreur s'est produite lors de la création de l'épingle {error}
pl: Wystąpił błąd podczas tworzenia pinu {error}
sw: Hitilafu imetokea wakati wa kuunda pini {error}
ur: پن بنانے میں خرابی پیش آگئی{error}

# errorLoadingAttachments
source: Error loading attachments: {error}
ar: خطأ في تحميل المرفقات: {error}
da: Fejl ved indlæsning af vedhæftede filer: {error}
de: Fehler beim Laden der Anhänge: {error}
es: Error al cargar archivos adjuntos: {error}
fr: Erreur de chargement des pièces jointes : {error}
pl: Błąd ładowania załączników: {error}
sw: Hitilafu katika kupakia viambatisho: {error}
ur: اٹیچمنٹ لوڈ کرنے میں خرابی: {error}

# errorLoadingProfile
source: Error loading profile: {error}
ar: خطأ في تحميل ملف التعريف: {error}
da: Fejl ved indlæsning af profil: {error}
de: Profilladen fehlgeschlagen: {error}
es: Error cargando perfil:{error}
fr: Erreur de chargement du profil : {error}
pl: Błąd ładowania profilu: {error}
sw: Hitilafu katika kupakia wasifu: {error}
ur: پروفائل لوڈ کرنے میں خرابی: {error}

# failedToAssignSelf
source: Failed to assign self: {error}
ar: إخفاق في التعيين الذاتي: {error}
da: Kunne ikke tildeles dig selv: {error}
de: Freiwilligmelden fehlgeschlagen: {error}
es: Error al asignarse a sí mismo: {error}
fr: Échec de l'assignation de soi : {error}
pl: Nie udało się przypisać self: {error}
sw: Imeshindwa kujikabidhi: {error}
ur: خود کو تفویض کرنے میں ناکام: {error}

# failedToUnassignSelf
source: Failed to unassign self: {error}
ar: إخفاق في إلغاء التعيين الذاتي: {error}
da: Kunne ikke fjerne dig selv: {error}
de: Zurückziehen fehlgeschlagen: {error}
es: Error al desasignarse a sí mismo: {error}
fr: Échec de la désaffectation de soi : {error}
pl: Nie udało się usunąć przypisania self: {error}
sw: Imeshindwa kujiondoa: {error}
ur: خود کو غیر تفویض کرنے میں ناکام: {error}

# failedToSend
source: Failed to send: {error}
ar: فشل الإرسال: {error}
da: Kunne ikke sende: {error}
de: Senden fehlgeschlagen: {error}
es: Error al enviar:{error}
fr: Échec de l'envoi : {error}
pl: Nie udało się wysłać: {error}
sw: Imeshindwa kutuma: {error}
ur: بھیجنے میں ناکام: {error}

# failedToCreateChat
source: Failed to create chat: {error}
ar: إخفاق في إنشاء محادثة: {error}
da: Kunne ikke oprette chat: {error}
de: Chat erstellen fehlgeschlagen: {error}
es: Error al crear chat: {error}
fr: Échec de création d'un chat : {error}
pl: Nie udało się utworzyć czatu: {error}
sw: Imeshindwa kuunda gumzo: {error}
ur: چیٹ بنانے میں ناکام: {error}

# errorLoadingMember
source: Error loading member: {memberId} {error}
ar: خطأ في تحميل العضو: {memberId} {error}
da: Fejl ved indlæsning af medlem: {memberId} {error}
de: Laden des Mitglied {memberId} fehlgeschlagen: {error}
es: Error al cargar el miembro: {memberId} {error}
fr: Erreur de chargement du membre : {memberId} {error}
pl: Błąd ładowania członka: {memberId} {error}
sw: Hitilafu katika kupakia mwanachama: {memberId} {error}
ur: ممبر لوڈ کرنے میں خرابی: {memberId} {error}

# errorSendingAttachment
source: Error sending attachment: {error}
ar: خطأ في إرسال المرفق: {error}
da: Fejl ved afsendelse af fil: {error}
de: Senden des Anhangs fehlgeschlagen: {error}
es: Error al enviar archivo adjunto {error}
fr: Erreur dans l'envoi de la pièce jointe : {error}
pl: Błąd wysyłania załącznika: {error}
sw: Hitilafu katika kutuma kiambatisho: {error}
ur: اٹیچمنٹ بھیجنے میں خرابی: {error}

# eventCreate
source: Create event
ar: إنشاء حدث
da: Opret begivenhed
de: Event erstellen
es: Crear evento
fr: Créer un événement
pl: Utwórz zdarzenie
sw: Unda tukio
ur: ایونٹ بنائیں

# eventEdit
source: Edit event
ar: تعديل حدث
da: Redigér begivenhed
de: Event bearbeiten
es: Editar evento
fr: Modifier événement
pl: Edytuj wydarzenie
sw: Hariri tukio
ur: ایونٹ میں ترمیم کریں

# eventRemove
source: Remove event
ar: إزالة حدث
da: Fjern begivenhed
de: Event löschen
es: Eliminar evento
fr: Supprimer événement
pl: Usuń zdarzenie
sw: Ondoa tukio
ur: ایونٹ کو ہٹا دیں

# eventReport
source: Report event
ar: إبلاغ عن حدث
da: Rapporter begivenhed
de: Event melden
es: Informar de evento
fr: Reporter événement
pl: Zgłoś zdarzenie
sw: Ripoti tukio
ur: ایونٹ کی اطلاع دیں

# eventShare
source: Share event
ar: مشاركة الفعالية
da: Del begivenhed
de: Event teilen
es: Compartir evento
fr: Partager événement
pl: Udostępnij wydarzenie
sw: Shiriki tukio
ur: ایونٹ کا اشتراک کریں

# failedToAdd
source: Failed to add {something}: {error}
ar: فشل في الإضافة: {error}
da: Kunne ikke tilføje {something}: {error}
de: Hinzufügen von {something} fehlgeschlagen: {error}
es: Error al añadir: {error}
fr: Échec de l'ajout : {error}
pl: Nie udało się dodać: {error}
sw: Imeshindwa kuongeza {something}: {error}
ur: {something} شامل کرنے میں ناکام: {error}

# failedToChangePin
source: Failed to change pin: {error}
da: Kunne ikke ændre Pin: {error}
de: Pin-änderung fehlgeschlagen: {error}
sw: Imeshindwa kubadilisha pin: {error}
ur: پن تبدیل کرنے میں ناکام: {error}

# failedToToggleSettingOf
source: Failed to toggle setting of {module}: {error}
ar: فشل في تبديل إعداد {module}: {error}
da: Kunne ikke skifte indstilling af {module}: {error}
de: Umschalten der {module} Einstellung fehlgeschlagen: {error}
es: Error al cambiar la configuración de {module}: {error}
fr: Échec du changement de réglage de {module} : {error}
pl: Nie udało się przełączyć ustawienia {module}: {error}
sw: Imeshindwa kugeuza mpangilio wa {module}: {error}
ur: {module} کی ترتیب کو ٹوگل کرنے میں ناکام: {error}

source: Create Invite Code
ar: إنشاء رمز الدعوة
da: Opret invitationskode
de: Einladungs-Code erstellen
es: Crear Código de Invitación
fr: Créer un Code d'Invitation
pl: Utwórz kod zaproszenia
sw: Unda Msimbo wa Mwaliko
ur: دعوتی کوڈ بنائیں
