Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

# protectPrivacyDescription1
source: In Acter, keeping your account secure is important. That’s why you can use it without linking your profile to your email for added privacy and protection.
ar: في Acter، من المهم الحفاظ على أمان حسابك. لهذا السبب يمكنك استخدامه دون ربط ملفك الشخصي ببريدك الإلكتروني لمزيد من الخصوصية والحماية.
da: Det vigtigt at holde din konto sikker. Derfor kan du bruge Acter uden at skulle oplyse din e-mail eller telefon nummer for ekstra privatliv og beskyttelse.
de: Dein Profil sicher zu halten ist uns bei Acter sehr wichtig. Daher kannst du es nutzen ohne weitere Profile oder Emails angeben zu müssen, die Dinge über dich verraten könnten.
es: En Acter, mantener su cuenta segura es importante. Por eso puede usarla sin vincular su perfil a su email para mayor privacidad y protección.
fr: Sur Acter, il est important que votre compte soit sécurisé. C'est pourquoi vous pouvez l'utiliser sans lier votre profil à votre e-mail pour plus de confidentialité et de protection.
pl: W Acter bezpieczeństwo konta jest bardzo ważne. Dlatego możesz z niego korzystać bez łączenia swojego profilu z adresem e-mail, aby zapewnić sobie dodatkową prywatność i ochronę.
sw: Katika Acter, kuweka akaunti yako salama ni muhimu. Ndiyo maana unaweza kuitumia bila kuunganisha wasifu wako kwenye barua pepe yako kwa ajili ya faragha na ulinzi ulioongezwa.
ur: ایکٹر میں ، اپنے اکاؤنٹ کو محفوظ رکھنا ضروری ہے ۔ اس لیے آپ اسے اضافی پرائی ویسی اور تحفظ کے لیے اپنے پروفائل کو اپنے ای میل سے منسلک کیے بغیر استعمال کر سکتے ہیں ۔

# protectPrivacyDescription2
source: But if you prefer, you can still link them together, e.g., for password recovery.
ar: ولكن إذا كنت تفضل ذلك، لا يزال بإمكانك ربطهما معًا، على سبيل المثال، لاستعادة كلمة المرور.
da: Men hvis du foretrækker kan du stadig linke din email, for at gendanne din adgangskode
de: Aber wir empfehlen es mit einer E-Mail zu verlinken, um z.B. Passwort Reset durchführen zu können.
es: Pero si lo prefiere, puede enlazarlos, por ejemplo, para recuperar contraseñas.
fr: Mais si vous préférez, vous pouvez toujours les relier entre eux, par exemple pour la récupération d'un mot de passe.
pl: Jeśli jednak wolisz, nadal możesz połączyć je ze sobą, np. w celu odzyskania hasła.
sw: Lakini ukipenda, bado unaweza kuziunganisha pamoja, kwa mfano, kwa kurejesha nenosiri.
ur: لیکن اگر آپ چاہیں تو پھر بھی آپ ان کو آپس میں لنک کر سکتے ہیں، جیسے کہ پاس ورڈ کی بازیابی کے لیے۔

# linkEmailToProfile
source: Linked Email to Profile
ar: تم ربط البريد الإلكتروني بملف التعريف
da: Email er nu forbundet til din profil
de: Mit Email verknüpfen
es: Email vinculado al Perfil
fr: Lien entre l'E-mail et le Profil
pl: E-mail połączony z profilem
sw: Barua pepe Iliyounganishwa kwa Wasifu
ur: ای میل کو پروفائل سے منسلک کردیا ہے

source: Email (Optional)
ar: البريد الإلكتروني (اختياري)
da: E-mail (valgfrit)
es: Email (Opcional)
fr: Email (optionnel)
pl: E-mail (opcjonalnie)
sw: Barua pepe (Si lazima)
ur: ای میل (اختیاری)

# updateDescription
source: Updating description
ar: تحديث الوصف
da: Opdaterer beskrivelse
de: Beschreibung aktualisieren
es: Actualizar descripción
fr: Mettre à jour la description
sw: Inasasisha maelezo
ur: تفصیل کو اپ ڈیٹ کیا جا رہا ہے

source: Edit Name
ar: تعديل الاسم
da: Redigér navn
de: Name editieren
es: Editar Nombre
fr: Modifier le Nom
sw: Hariri Jina
ur: نام میں ترمیم کریں

source: Edit Description
ar: تعديل الوصف
da: Redigér beskrivelse
de: Beschreibung editieren
es: Editar Descripción
fr: Modifier la Description
sw: Hariri Maelezo
ur: تفصیل میں ترمیم کریں

# updateNameFailed
source: Updating name failed: {error}
ar: فشل في تحديث الاسم: {error}
da: Opdatering af navn mislykkedes: {error}
de: Namesaktualisierung fehlgeschlagen: {error}
es: Error al actualizar nombre: {error}
fr: La mise à jour du nom a échoué : {error}
sw: Imeshindwa kusasisha jina: {error}
ur: نام کو اپ ڈیٹ کرنا ناکام ہو گیا: {error}

# inviteCopiedToClipboard
source: Invite code copied to clipboard
ar: تم نسخ رمز الدعوة إلى الحافظة
da: Invitationskode er kopieret til udklipsholderen
de: Einaldundskode in die Zwischenablage kopiert
es: Código de invitación pegado al portapapeles
fr: Code d'invitation copié dans le presse-papiers
sw: Msimbo wa mwaliko umenakiliwa kwenye ubao wa kunakili
ur: دعوتی کوڈ کو کلپ بورڈ پر کاپی کر دیا گیا

# updateName
source: Updating name
ar: تحديث الاسم
da: Opdaterer navn
de: Name aktualisieren
es: Actualizar nombre
fr: Mettre à jour le nom
sw: Inasasisha jina
ur: نام کو اپ ڈیٹ کیا جا رہا ہے

# inviteJoinActer
source: Invite to join Acter
ar: دعوة للانضمام إلى Acter
da: Inviter til at joine Acter
de: Einladung um Acter beizutreten
es: Invitar a unirse a Acter
fr: Invitation à rejoindre Acter
sw: Alika kujiunga na Acter
ur: ایکٹر میں شامل ہونے کی دعوت دیں

# inviteJoinActerDescription
source: You can invite people to join Acter and automatically join this space with a custom registration code and share that with them
ar: يمكنك دعوة الأشخاص للانضمام إلى Acter والانضمام تلقائيًا إلى هذا الفضاء برمز تسجيل مخصص ومشاركة ذلك معهم
da: Du kan invitere folk til at joine Acter og sørge for at de automatisk joiner dette Space via en unik Invitationskode
de: Du kannst einen eigenen Registrierungskode erstellen mit dem Menschen Acter und auch automatisch diesem Space beitreten können
es: Puede invitar a la gente a unirse a Acter y unirse automáticamente a este espacio con un código de registro personalizado y compartirlo con ellos
fr: Vous pouvez inviter des personnes à rejoindre Acter et à s'inscrire automatiquement dans cet espace avec un code d'enregistrement personnalisé et le partager avec eux
sw: Unaweza kuwaalika watu wajiunge na Acter na wajiunge kiotomatiki kwenye kikundi hiki ukitumia msimbo maalum wa usajili na ushiriki nao
ur: آپ لوگوں کو ایکٹر میں شامل ہونے کی دعوت دے سکتے ہیں اور حسب ضرورت رجسٹریشن کوڈ کے ساتھ خود بخود اس اسپیس میں شامل ہو سکتے ہیں اور ان کے ساتھ اس کا اشتراک کر سکتے ہیں

source: Generate Invite Code
ar: إنشاء رمز الدعوة
da: Generér Invitationskode
de: Einladungs-Kode generieren
es: Generar Código de Invitación
fr: Générer un Code d'Invitation
sw: Tengeneza Msimbo wa Mwaliko
ur: مدعو کوڈ بنائیں

source: Pending Invites
ar: الدعوات المعلقة
da: Afventende invitationer
de: Offene Einladungen
es: Invitaciones Pendiente
fr: Invitations en attente
sw: Mialiko Inasubiri
ur: زیر التواء دعوتیں

# downloadFileDialogTitle
source: Please select where to store the file
ar: الرجاء تحديد مكان الاحتفاظ بالملف
da: Vælg hvor filen skal gemmes
de: Speicherort wählen
es: Por favor seleccione donde guardar el archivo
fr: Veuillez sélectionner l'endroit où stocker le fichier
sw: Tafadhali chagua mahali pa kuhifadhi faili
ur: براہ کرم منتخب کریں کہ فائل کو کہاں اسٹورکرنا ہے

# downloadFileSuccess
source: File saved to {path}
ar: ' تم حفظ الملف في {path}
da: Fil gemt til {path}
de: Datei gespeichert unter {path}
es: Archivo guardado en {path}
fr: 'Fichier enregistré sur {path}
sw: Faili imehifadhiwa kwenye {path}
ur: فائل کو {path} میں محفوظ کر دیا گیا

# invitingSpaceMembersLoading
source: Inviting Space Members
ar: دعوة أعضاء الفضاء
da: Inviterer medlemmer fra Space
de: Space Mitglieder einladen
es: Invitar a los miembros del Espacio
fr: Inviter les Membres de l'Espace
sw: Kuwaalika Wanachama wa Nafasi
ur: سپیس اراکین کو مدعو کیا جا رہا ہے

# invitingSpaceMembersProgress
source: Inviting Space Member {count} / {total}
ar: دعوة عضو فضاء{count} / {total}
da: Inviterer medlemmer fra Space {count} / {total}
de: Einladung von Space Mitgliedern {count} / {total}
sw: Inaalika Mwanachama wa Nafasi {count} / {total}
ur: سپیس ممبر کو مدعو کیا جا رہا ہے {count} / {total}

# invitingSpaceMembersError
source: Inviting Space Members Error: {error}
ar: خطأ في دعوة أعضاء الفضاء: {error}
da: Fejl i invitere medlemmer fra Space: {error}
de: Fehler beim Einladen der Space Mitglieder: {error}
es: Error al invitar a Miembros del Espacio: {error}
fr: Erreur d'invitation des Membres de l'Espace : {error}
sw: Hitilafu ya Kualika Wanachama wa Nafasi: {error}
ur: سپیس اراکین کو مدعو کرنے میں خرابی: {error}

# membersInvited
source: {count} members invited
ar: {count} أعضاء تمت دعوتهم
da: {count} medlemmer inviteret
de: {count} Mitglieder eingeladen
es: {count} miembros invitados
fr: {count} membres invités
sw: Wanachama {count} wamealikwa
ur: {count} اراکین کو مدعو کیا گیا

# publicVisibilitySubtitle
source: Anyone can find and join
ar: يمكن لأي شخص أن يعثر وينضم إلى
da: Alle kan se og deltage
de: Jede:r kann finden und beitreten
es: Cualquiera puede encontrarlo y unirse
fr: Tout le monde peut trouver et rejoindre
sw: Mtu yeyote anaweza kupata na kujiunga
ur: کوئی بھی تلاش کر سکتا ہے اور شامل ہو سکتا ہے

# privateVisibilitySubtitle
source: Only invited people can join
ar: يمكن للأشخاص المدعوين فقط الانضمام
da: Kun inviterede personer kan joine
de: Nur Eingeladene können beitreten
es: Solo gente invitada puede unirse
fr: Seules les personnes invitées peuvent rejoindre
sw: Ni watu walioalikwa pekee wanaoweza kujiunga
ur: صرف مدعو لوگ ہی شامل ہو سکتے ہیں

source: Limited
ar: محدودة
da: Begrænset Adgang
de: Limitiert
es: Limitado
fr: Limitée
sw: Kikomo
ur: محدود

source: Confirm Password
ar: تأكيد كلمة المرور
da: Bekræft Adgangskode
de: Neues Passwort bestätigen
es: Confirmar Contraseña
fr: Confirmer le Mot de passe
sw: Thibitisha Nenosiri
ur: پاس ورڈ کی تصدیق کریں

# emptyOldPassword
source: Please enter old password
ar: الرجاء إدخال كلمة المرور القديمة
da: Indtast venligst gammelt kodeord
de: Bitte das alte Passwort eingeben
es: Por favor introduzca la contraseña antigua
fr: Veuillez saisir l'ancien mot de passe
sw: Tafadhali weka nenosiri la zamani
ur: براہ کرم پرانا پاس ورڈ درج کریں

# emptyNewPassword
source: Please enter new password
ar: الرجاء إدخال كلمة مرور جديدة
da: Indtast venligst ny adgangskode
de: Bitte das neue Passwort eingeben
es: Por favor introduzca la contraseña nueva
fr: Veuillez saisir un nouveau mot de passe
sw: Tafadhali weka nenosiri jipya
ur: براہ کرم نیا پاس ورڈ درج کریں

source: Task name
ar: اسم المهمة
da: Titel
de: Aufgnamentitel
es: Nombre de Tarea
fr: Nom de la tâche
sw: Jina la kazi
ur: ٹاسک کا نام

source: Adding Task
ar: إضافة مهمة
da: Tilføj Opgave
de: Füge Aufgabe hinzu
es: Añadir Tarea
fr: Ajout d'une Tâche
sw: Kuongeza Kazi
ur: ٹاسک شامل کیا جا رہا ہے

# countTasksCompleted
source: {count} Completed
ar: {count} أنجزت
da: {count} Afsluttet
de: {count} Abgeschlossen
es: {count} Completado
fr: {count} Terminé
sw: {count} Imekamilika
ur: {count} مکمل ہو گیا

source: Show Completed
ar: عرض المنجزة
da: Vis Afsluttede
de: Abgeschlossene anzeigen
es: Mostrar Completado
fr: Affichage Effectué
sw: Onyesho Limekamilika
ur: مکمل دکھائیں

source: Hide Completed
ar: إخفاء المنجزة
da: Skjul Afsluttede
de: Abgeschlossene verstecken
es: Ocultar Completado
fr: Cacher Complété
sw: Ficha Imekamilika
ur: مکمل چھپائیں

source: Assignment
ar: التعيين
da: Opgave
de: Zuteilung
es: Asignación
fr: Assignation
sw: Mgawo
ur: اسائنمنٹ

source: Updating Task
ar: تحديث المهمة
da: Opdaterer Opgave
de: Aufgabe aktualiseren
es: Actualizando Tarea
fr: Mise à jour de la Tâche
sw: Kusasisha Jukumu
ur: ٹاسک کو اپ ڈیٹ کیا جا رہا ہے

# updatingTaskFailed
source: Updating Task failed {error}
ar: فشل في تحديث المهمة {error}
da: Opdatering af opgave mislykkedes {error}
de: Aufgaben Aktualisierung fehlgeschlagen: {error}
es: Error Actualizando Tarea {error}
fr: Échec de la mise à jour de la tâche {error}
sw: Kusasisha Jukumu kumeshindwa{error}
ur: ٹاسک کو اپ ڈیٹ کرنا ناکام ہو گیا {error}

source: Edit Title
ar: تعديل العنوان
da: Redigér titel
de: Titel ändern
es: Editar Título
fr: Modifier le Titre
sw: Badilisha Kichwa
ur: عنوان میں ترمیم کریں

source: Updating Description
ar: تحديث الوصف
da: Opdaterer beskrivelse
de: Aktualisiere Beschreibung
es: Actualizando Descripción
fr: Mise à jour de la Description
sw: Inasasisha Maelezo
ur: تفصیل کو اپ ڈیٹ کیا جا رہا ہے

# errorUpdatingDescription
source: Error updating description: {error}
ar: خطأ في تحديث الوصف: {error}
da: Fejl i opdateringen af beskrivelse: {error}
de: Beschreibungs-Aktualisierung fehlgeschlagen: {error}
es: Error actualizando descripción: {error}
fr: Erreur de mise à jour de la description : {error}
sw: Hitilafu imetokea wakati wa kusasisha maelezo: {error}
ur: تفصیل کو اپ ڈیٹ کرنے میں خرابی: {error}

source: Edit Link
ar: تعديل الرابط
da: Redigér link
de: Link ändern
es: Editar Link
fr: Modifier le Lien
sw: Badilisha Kiungo
ur: لنک میں ترمیم کریں

# updatingLinking
source: Updating link
ar: تحديث الرابط
da: Opdaterer Link
de: Link aktualisieren
es: Actualizando link
fr: Mise à jour du lien
sw: Inasasisha kiungo
ur: لنک اپ ڈیٹ ہو رہا ہے

source: Delete Task List
ar: حذف قائمة المهام
da: Slet Opgaveliste
de: ToDo-Liste löschen
es: Eliminar Lista de Tareas
fr: Supprimer la Liste des Tâches
sw: Futa Orodha ya Kazi
ur: ٹاسک لسٹ کو حذف کریں

source: Link Chat
ar: ربط المحادثة
de: Chat verlinken
es: Vincular Chat
fr: Lier le Chat
sw: Unganisha Gumzo
ur: چیٹ کو لنک کریں

source: Link Space
ar: ربط الفضاء
de: Space verlinken
es: Vincular Espacio
fr: Lien vers l'Espace
sw: Unganisha Nafasi
ur: اسپیس کو لنک کريں

# failedToUploadAvatar
source: Failed to upload avatar: {error}
ar: فشل تحميل الصورة الرمزية: {error}
da: Kunne ikke uploade billede: {error}
de: Bild upload fehlgeschlagen: {error}
sw: Imeshindwa kupakia avatar: {error}
ur: اوتار اپ لوڈ کرنے میں ناکام: {error}

source: See all
ar: عرض الكل
da: Se Alle
de: Alle zeigen
es: Ver todo
fr: Afficher tout
sw: Tazama zote
ur: سب دیکھیں

source: Add Pin
ar: إضافة دبوس
da: Tilføj Pin
de: Pin hinzufügen
es: Añadir Chincheta
fr: Ajouter une Épingle
sw: Ongeza Pini
ur: پن شامل کریں

source: Add Event
ar: إضافة حدث
da: Tilføj Begivenhed
de: Event hinzufügen
es: Añadir Evento
fr: Ajouter un Événement
sw: Ongeza Tukio
ur: ایونٹ شامل کریں

source: No matching tasks list found
ar: لم يتم العثور على قائمة المهام المطابقة
da: Ingen matchende opgavelister fundet
de: Keine passenden ToDo-Listen gefunden
sw: Hakuna orodha ya kazi zinazolingana iliyopatikana
ur: کوئی مماثل ٹاسک لسٹ نہیں ملی

# loadingMembersFailed
source: Loading members failed: {error}
ar: فشل في تحميل الأعضاء: {error}
da: Indlæsning af medlemmer mislykkedes: {error}
de: Mitglieder laden fehlgeschlagen: {error}
es: Error al cargar miembros: {error}
fr: Le chargement des membres a échoué : {error}
pl: Ładowanie członków nie powiodło się: {error}
sw: Imeshindwa kupakia washiriki: {error}
ur: اراکین کو لوڈ کرنا ناکام ہو گیا: {error}

# noTasksListAvailableDescription
source: Share and manage important task with your community such as any TO-DO list so everyone is updated.
ar: شارك المهام ذات الأولوية مع مجتمعك وقم بإدارتها، مثل أي قائمة مهام، حتى يتم إطلاع الجميع على آخر المستجدات.
da: Del og administrer Opgaver med din gruppe
de: Teile und gemeinschaftlich organisiere Aufgaben über ToDo-Listen.
sw: Shiriki na udhibiti kazi muhimu na jumuiya yako kama vile orodha yoyote ya MAMBO YA KUFANYA ili kila mtu asasishwe.
ur: اپنی کمیونٹی کے ساتھ اہم ٹاسک کا اشتراک کریں اور ان کا نظم کریں جیسا کہ کوئی بھی TO-DO لسٹ تاکہ ہر کسی کو اپ ڈیٹ کیا جائے۔

# myUpcomingEvents
source: Your Upcoming Events
ar: فعالياتي القادمة
da: Dine Kommende Begivenheder
de: Deine kommenden Events
sw: Matukio Yangu Yajayo
ur: میرے آنے والے ایونٹس

source: Live
ar: مباشر
sw: moja kwa moja
ur: لائیو

source: Happening Now
ar: يحدث الآن
da: Sker Nu
de: Findet jetzt statt
sw: Inatokea Sasa
ur: ابھی ہو رہا ہے

# inSpaceLabelInline
source: In:
da: I:
sw: Katika:
ur: :میں

# attachmentEmptyStateTitle
source: No attachments found.
da: Ingen vedhæftninger fundet.
de: Keine Anhänge gefunden.
sw: Hakuna viambatisho vilivyopatikana.
ur: کوئی اٹاچمنٹس نہیں ملے۔

source: text
da: tekst
sw: Maandishi
ur: ٹیکسٹ

source: Audio
da: Lyd
sw: Sauti
ur: آڈیو

# helpCenterDesc
source: Get helpful tips about Acter
da: Få nyttige tips om Acter
de: Bekomme Tips & Tricks zu Acter
sw: Pata vidokezo muhimu kuhusu Acter
ur: ایکٹر کے بارے میں مفید مشورے حاصل کریں

# customValueMustBeNumber
source: You need to enter the custom value as a number.
da: Du skal indtaste den brugerdefinerede værdi som et tal.
de: Bitte gib den Wert als volle Zahl ein.
sw: Unahitaji kuingiza thamani maalum kama nambari.
ur: آپ کو ایک نمبر کے طور پر اپنی مرضی کی قیمت درج کرنے کی ضرورت ہے۔

# notFound
source: 404 - Not Found
da: 404 - Ikke fundet
de: 404 - Nicht gefunden
sw: 404 - Haikupatikana
ur: 404 - نہیں ملا

# peopleGoing
source: {count} People going
ar: {count} أشخاص مغادرون
da: {count} Deltager
de: {count} Teilnehmer
es: {count} Gente que va
fr: {count} Personnes partent
pl: {count} Ludzie idą
sw: {count} Watu wanaokwenda
ur: {count} لوگ جا رہے ہیں

source: Personal Settings
ar: الإعدادات الخاصة
da: Personlige indstillinger
de: Persönliche Einstellungen
es: Ajustes Personales
fr: Paramètres personnels
pl: Ustawienia osobiste
sw: Mipangilio ya Kibinafsi
ur: ذاتی ترتیبات

source: Pins
ar: الدبابيس
es: Chinchetas
fr: Épingles
pl: Szpilki
sw: Pini
ur: پینس

# powerLevelAdmin
source: Admin
sw: Msimamizi
ur: ایڈمن

# powerLevelRegular
source: Everyone
da: Alle
de: Jede:r
sw: Kilamtu
ur: باقاعدہ

# powerLevelNone
source: None
da: Ingen
de: keines
sw: Hakuna
ur: کوئی نہیں

# powerLevelCustom
source: Custom
da: Tilpasset
de: Benutzerdefiniert
sw: Desturi
ur: حسب ضرورت

source: Private
ar: خاص
da: Privat
de: Privat
es: Privado
fr: Privé
pl: Prywatny
sw: Binafsi
ur: پرائیویٹ

source: Profile
ar: ملف التعريف
da: Profil
de: Profil
es: Perfil
fr: Profil
pl: Profil
sw: Wasifu
ur: پروفائل

source: PushKey
ar: مفتاح الضغط
sw: Ufunguo wa Kushinikiza
ur: پُش کی

source: Push target deleted
ar: تم حذف الهدف المدفوع
da: Enhed slettet
de: Pushziel entfernt
es: Objetivo Push eliminado
fr: Cible push supprimée
pl: Cel push usunięty
sw: Lengo la kusukuma limefutwa
ur: پش ٹارگٹ کو حذف کر دیا گیا

source: Push Target Details
ar: تفاصيل الهدف المدفوع
da: Enhed detaljer
de: Pushziel Details
es: Detalles del Objetivo Push
fr: Détails de la cible push
pl: Push Target Szczegóły
sw: Sukuma Maelezo ya Malengo
ur: پش ٹارگٹ کی تفصیلات

source: Rageshake Target Url
ar: رابط الهدف Rageshake
de: Rageshake Ziel-URL
es: Rageshake Objetivo Url
fr: Rageshake Url Cible
pl: Docelowy adres URL Rageshake
sw: Url inayolengwa ya Rageshake
ur: Rageshake ٹارگٹ یو آر ایل

source: Rageshake Target Url Digest
ar: خلاصة عنوان الهدف Rageshake
de: Rageshake Ziel-URL Prüfsumme
sw: muhtasari wa url unaolengwa
ur: Rageshake ٹارگٹ یو آر ایل ڈائجسٹ

source: Reason
ar: السبب
da: Årsag
de: Grund
es: Razón
fr: Raison
pl: Powód
sw: sababu
ur: وجہ

# reasonHint
source: optional reason
ar: سبب اختياري
da: valgfri årsag
de: Optionaler Grund
es: razón opcional
fr: motif optionnel
pl: opcjonalny powód
sw: sababu ya hiari
ur: اختیاری وجہ

# reasonLabel
source: Reason
ar: السبب
da: Årsag
de: Grund
es: Razón
fr: Raison
pl: Powód
sw: Sababu
ur: وجہ

# redactionFailed
source: Redaction sending failed: {error}
ar: فشلت عملية إعادة الإرسال بسبب بعض
da: Ændring mislykkedes: {error}
de: Zurücknahme fehlgeschlagen: {error}
es: El envío de la redacción ha fallado debido a
fr: L'envoi de la réaction a échoué en raison d'une
pl: Wysyłanie redakcji nie powiodło się z powodu
sw: Utumaji upya umeshindwa: {error}
ur: ترمیم بھیجنا ناکام ہو گیا: {error}

source: Redeem
ar: استرداد
da: Indløs
de: Einlösen
es: Canjear
fr: Réclamer
pl: wykupić
sw: Komboa
ur: ریڈم

# removeThisContent
source: Remove this content. This can not be undone. Provide an optional reason to explain, why this was removed
ar: قم بإزالة هذا المحتوى. لا يمكن التراجع عن ذلك. اذكر سببًا اختياريًا لشرح سبب إزالة هذا المحتوى
da: Fjern dette indhold. Det kan ikke gøres om. Giv en valgfri grund til at forklare, hvorfor dette blev fjernet
de: Inhalt entfernen. Dies kann nicht rückgängig gemacht werden. Gib einen optionalen Grund an, warum dies entfernt wurde
es: Eliminar este contenido. Esto no se puede deshacer. Proporcione una razón opcional para explicar por qué se ha eliminado
fr: Supprimer ce contenu. Cette opération ne peut être annulée. Veuillez fournir une raison facultative pour expliquer pourquoi ce contenu a été supprimé
pl: Usuń tę zawartość. Nie można tego cofnąć. Podaj opcjonalny powód, aby wyjaśnić, dlaczego ta zawartość została usunięta
sw: Ondoa maudhui haya. Hili haliwezi kutenduliwa. Toa sababu ya hiari ya kueleza, kwa nini hii iliondolewa
ur: اس مواد کو ہٹا دیں۔ اسے کالعدم نہیں کیا جا سکتا۔ یہ وضاحت کرنے کے لیے ایک اختیاری وجہ فراہم کریں کہ اسے کیوں ہٹایا گیا

# replyTo
source: Reply to {name}
ar: الردّ على {name}
da: Svar til {name}
de: Antworte auf {name}
es: Responder a {name}
fr: Répondre à {name}
pl: Odpowiedzieć do {name}
sw: Jibu kwa {name}
ur: {name} کو جواب دیں

# replyPreviewUnavailable
source: No preview available for the message you are replying to
ar: لا توجد معاينة متاحة للرسالة التي تقوم بالرد عليها
da: Ingen forhåndsvisning tilgængelig for den besked, du svarer på
de: Keine Vorschau für die Nachricht verfügbar
es: No hay vista previa disponible para el mensaje al que está respondiendo
fr: Pas d'aperçu disponible pour le message auquel vous répondez
pl: Brak podglądu wiadomości, na którą odpowiadasz
sw: Hakuna onyesho la kuchungulia linalopatikana la ujumbe unaojibu
ur: آپ جس پیغام کا جواب دے رہے ہیں اس کا کوئی پیش نظارہ دستیاب نہیں ہے

source: Report
ar: تقرير
da: Rapport
de: Melden
es: Informe
fr: Signaler
pl: Raport
sw: Ripoti
ur: رپورٹ

source: Report this event
ar: الإبلاغ عن هذا الحدث
da: Rapporter denne begivenhed
de: Melde dieses Event
es: Informar de este evento
fr: Signaler cet événement
pl: Zgłoś to wydarzenie
sw: Ripoti tukio hili
ur: اس ایونٹ کی اطلاع دیں

source: Report this message
ar: الإبلاغ عن هذه الرسالة
da: Rapportér denne meddelelse
de: Melde diese Nachricht
es: Informar sobre este mensaje
fr: Signaler ce message
pl: Zgłoś tę wiadomość
sw: Ripoti ujumbe huu
ur: اس پیغام کی اطلاع دیں

source: Report Pin
ar: الإبلاغ عن الدبوس
da: Rapporter Pin
de: Pin melden
es: Informe de Chincheta
fr: Signaler l'Épingle
pl: Raport Pin
sw: Ripoti Pini
ur: رپورٹ پن

source: request to join
ar: طلب الانضمام
da: Anmod om at deltage
de: Beitritt anfragen
es: solicitud de ingreso
fr: demande pour rejoindre
pl: prośba o dołączenie
sw: ombi la kujiunga
ur: شامل ہونے کی درخواست

source: Reset Password
ar: إعادة ضبط كلمة المرور
da: Nulstil adgangskode
de: Passwort zurücksetzen
es: Restablecer Contraseña
fr: Réinitialiser le Mot de passe
sw: Weka upya Nenosiri
ur: پاس ورڈ ری سیٹ کریں

source: Retry
ar: أعد المحاولة
da: Prøv igen
de: Wiederholen
es: Reintentar
fr: Réessayer
pl: Ponów próbę
sw: Jaribu tena
ur: دوبارہ کوشش کریں

# roomId
source: ChatId
ar: معرف المحادثة
pl: roomId
sw: Kitambulisho cha Gumzo
ur: چیٹ آئی ڈی

# sasIncomingReqNotifContent
source: {sender} wants to verify your session
ar: {sender} يريد التحقق من دورتك
da: {sender} ønsker at verificere din session
de: {sender} möchte deine Sitzung verifizieren
es: {sender} quiere verificar su sesión
fr: {sender} souhaite vérifier votre session
pl: {sender} chce zweryfikować Twoją sesję
sw: {sender} anataka kuthibitisha kipindi chako
ur: {sender} آپ کے سیشن کی تصدیق کرنا چاہتا ہے

# sasVerified
source: Verified!
ar: تم التحقق!
da: Verificeret!
de: Verifiziert!
es: ¡Verificado!
fr: Vérifié !
pl: Zweryfikowano!
sw: Imethibitishwa!
ur: تصدیق شدہ!

source: Saving code
ar: رمز الحفظ
da: Gemmer kode
de: Speichere Kode
es: Código de seguridad
fr: Code de sauvegarde
pl: Kod oszczędzania
sw: Inahifadhi msimbo
ur: کوڈ محفوظ ہو رہا ہے

source: Search chats
ar: بحث عن المحادثات
da: Søg chats
de: Chat durchsuchen
es: Búsqueda de chats
fr: Rechercher des chats
pl: Wyszukiwanie czatów
sw: Tafuta ngumzo
ur: چیٹس تلاش کریں
