Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

source: Unassigning self…
ar: إلغاء التعيين الذاتي…
da: Fjerner dig selv…
de: Hebe Zuweisung auf…
es: Desasignarse a sí mismo…
fr: Se désassigner…
pl: Nieprzypisywanie sobie…
sw: Inajiondoa…
ur: خود کو غیر تفویض کیا جا رہا ہے…

# homeTabTutorialTitle
source: Dashboard
ar: لوحة المتابعة
da: Overblik
de: Home
es: Panel de Control
fr: Tableau de bord
pl: Pulpit nawigacyjny
sw: Dashibodi
ur: ڈیش بورڈ

# activateInviteCodeFailed
source: Activate code failed: {error}
ar: فشل في تفعيل الرمز: {error}
da: Aktivéring af kode mislykkedes: {error}
de: Kode-Aktivierung fehlgeschlagen: {error}
es: Código de activación fallido: {error}
fr: L'activation du code a échoué : {error}
sw: Imeshindwa kuwezesha msimbo: {error}
ur: ایکٹیویٹ کوڈ ناکام ہو گیا: {error}

source: Revoke
ar: إلغاء
da: Tilbagekald
de: Zurücknehmen
es: Revocar
fr: Révoquer
sw: Batilisha
ur: منسوخ

source: Other Spaces
ar: فضاءات أخرى
da: Andre Spaces
de: Andere Spaces
es: Otros Espacios
fr: Autres Espaces
sw: Nafasi Zingine
ur: دیگر سپیسز

# visibilityNoPermission
source: You don’t have necessary permissions to change this space visibility
ar: ليس لديك الأذونات اللازمة لتغيير إمكانية رؤية هذا الفضاء
da: Du har ikke den nødvendige tilladelse til at ændre synligheden af dette Space
de: Du hast nicht die nötigen Berechtigungen um die Space Sichtbarkeit zu ändern
es: No tienes los permisos necesarios para cambiar la visibilidad de este espacio
fr: Vous n'avez pas les permissions nécessaires pour modifier la visibilité de cet espace
sw: Huna ruhusa zinazohitajika kubadilisha mwonekano huu wa nafasi
ur: آپ کے پاس اس سپیس کی مرئیت کو تبدیل کرنے کے لیے ضروری اجازتیں نہیں ہیں

# updatingVisibilityFailed
source: Updating room visibility failed: {error}
da: Opdatering af synlighed mislykkedes: {error}
de: Ändern der Raum Sichtbarkeit fehlgeschlagen: {error}
sw: Imeshindwa kusasisha mwonekano wa chumba: {error}
ur: روم کی مرئیت کو اپ ڈیٹ کرنا ناکام ہو گیا: {error}

source: Space with access
ar: فضاء مع إمكانية الدخول
da: Space's med adgang
de: Spaces mit Zugang
es: Espacio con acceso
fr: Espace avec accès
sw: Nafasi yenye ufikiaji
ur: رسائی کے ساتھ سپیس

source: Change Password
ar: تغيير كلمة المرور
da: Skift Adgangskode
de: Passwort ändern
es: Cambiar Contraseña
fr: Changer le Mot de passe
sw: Badilisha Nenosiri
ur: پاس ورڈ تبدیل کریں

# emptyTaskList
source: No Task list created yet
ar: لم يتم إنشاء قائمة مهام بعد
da: Ingen opgavelister oprettet endnu
de: Bisher keine Aufgabenlisten erstellt
es: Aún no se ha creado ninguna lista de Tareas
fr: Aucune liste de tâches n'a encore été créée
sw: Bado hakuna orodha ya Majukumu iliyoundwa
ur: ابھی تک کوئی ٹاسک لسٹ نہیں بنائی گئی

source: Add More Details
ar: أضف المزيد من التفاصيل
da: Tilføj flere detaljer
de: Mehr Details hinzufügen
es: Añadir Más Detalles
fr: Ajouter Plus de Détails
sw: Ongeza Maelezo Zaidi
ur: مزید تفصیلات شامل کریں

source: Update Task
ar: تحديث المهمة
da: Opdatér Opgave
de: Aufgabe aktualisieren
es: Actualizar Tarea
fr: Mettre à jour la Tâche
sw: Sasisha Kazi
ur: ٹاسک کو اپ ڈیٹ کریں

source: Report Task List
ar: إبلاغ عن قائمة المهام
da: Rapporter Opgaveliste
de: ToDo-Liste melden
es: Informar de la Lista de Tareas
fr: Signaler la Liste des Tâches
sw: Ripoti Orodha ya Kazi
ur: ٹاسک لسٹ کو رپورٹ کريں

source: Report Task Item
ar: إبلاغ عن بند المهام
da: Rapporter opgave
de: Aufgabe melden
es: Informar de Elemento de la Tarea
fr: Signaler un Élément de la Tâche
sw: Ripoti Jukumu
ur: ٹا سک آئٹم کو رپورٹ کريں

source: Delete Task Item
ar: حذف بند المهام
da: Slet Opgave
de: Aufgabe löschen
es: Eliminar Elemento de la Tarea
fr: Supprimer un Élément de la Tâche
sw: Futa Kipengee cha Kazi
ur: ٹاسک آئٹم کو حذف کریں

# unconfirmedEmailsActivityTitle
source: You have unconfirmed E-Mail Addresses
ar: لديك عناوين بريد إلكتروني غير مؤكدة
da: Du har ubekræftede email adresser
de: Du hast unbestätigte E-Mail Addressen
es: Tienes una Dirección de Email sin confirmar
fr: Vous avez des adresses e-mail non confirmées
sw: Una Anwani za Barua Pepe ambazo hazijathibitishwa
ur: آپ کے پاس غیر تصدیق شدہ ای میل پتے ہیں

# unconfirmedEmailsActivitySubtitle
source: Please follow the link we’ve sent you in the email and then confirm them here
ar: يرجى اتباع الرابط الذي أرسلناه لبريدك الإلكتروني ثم تأكيده هنا
da: Følg linket vi har sendt dig i e-mailen og bekræft dem der
de: Bitte folge dem Link, den wir dir per E-Mail geschickt haben um diese zu bestätigen
es: Siga el enlace que le hemos enviado por email y confírmelos aquí
fr: Veuillez suivre le lien que nous vous avons envoyé dans l'e-mail, puis confirmer ici
sw: Tafadhali fuata kiungo ambacho tumekutumia kwenye barua pepe kisha uyathibitishe hapa
ur: براہ کرم اس لنک کی پیروی کریں جو ہم نے آپ کو ای میل میں بھیجا ہے اور پھر یہاں ان کی تصدیق کریں

source: Ongoing
ar: مستمر
da: Løbende
de: aktuell
sw: Inaendelea
ur: جاری

source: No matching events found
ar: لم يتم العثور على أحداث مماثلة
da: Ingen matchende begivenheder fundet
de: Keine passenden Events gefunden
sw: Hakuna matukio yanayolingana yaliyopatikana
ur: کوئی مماثل ایونٹس نہیں ملے

source: No events found
ar: لم يتم العثور على أي فعاليات
da: Ingen begivenheder fundet
de: Keine Events gefunden
sw: Hakuna matukio yaliyopatikana
ur: کوئی ایونٹس نہیں ملے

# noEventAvailableDescription
source: Create new event and bring your community together.
ar: أنشئ فعالية جديدة واجلب مجتمعك معًا.
da: Opret en ny Begivenhed
de: Erstelle ein Event und bringe deine Gemeinschaft zusammen.
sw: Unda tukio jipya na ulete jumuiya yako pamoja.
ur: نیا ایونٹ بنائیں اور اپنی کمیونٹی کو اکٹھا کریں۔

# myEvents
source: Your Events
ar: الأحداث الخاصة بي
da: Mine Begivenheder
de: Deine Events
sw: Matukio Yangu
ur: میرے ایونٹس

# eventStarted
source: Started
ar: بدأت
da: Startet
de: Begonnen
sw: Imeanza
ur: شروع ہو گۓ

# eventStarts
source: Starts
ar: البدء
da: Starter
de: Beginnt
sw: Huanza
ur: شروع ہوتا ہے

# eventEnded
source: Ended
ar: انتهت
da: Afsluttet
de: Endet
sw: Imeisha
ur: ختم ہو گيا

source: Change Date
da: Skift Dato
de: Datum ändern
sw: Badilisha Tarehe
ur: تاریخ تبدیل کریں

source: Updating Date
da: Opdaterer Dato
de: Aktualisiere Datum
sw: Inasasisha Tarehe
ur: تاریخ کو اپ ڈیٹ کیا جا رہا ہے

source: Please enter a link
da: Indtast et link
de: Bitte einen Link eingeben
sw: Tafadhali weka kiungo
ur: براہ کرم لنک درج کریں

source: Please enter a valid link
da: Indtast et gyldigt link
de: Bitte einen gültigen Link eingeben
sw: Tafadhali weka kiungo halali
ur: براہ کرم درست لنک درج کریں

source: Add Link
da: Tilføj link
de: Link hinzufügen
sw: Ongeza Kiungo
ur: لنک شامل کریں

# activateFeatureDialogTitle
source: Activate {feature}?
da: Aktiver {feature}?
de: {feature} aktivieren?
sw: Washa {feature}
ur: {feature} کو چالو کریں؟

# activateFeatureDialogDesc
source: Allow anyone with permission following permissions to use {feature}
da: Tillad alle med følgende tilladelser til at bruge {feature}
de: Jeder:m mit den folgenden Berechtigung die Nutzung von {feature} erlauben
sw: Ruhusu mtu yeyote aliye na ruhusa kufuatia ruhusa kutumia {feature}
ur: اجازت کے ساتھ کسی کو بھی {feature} استعمال کرنے کی اجازت دیں

# encryptionBackupRecoverRecoveringSuccess
source: Recovery successful
ar: نجاح عملية الاسترجاع
da: Gendannelse lykkedes
de: Zurückholung erfolgreich
es: Recuperación satisfactoria
fr: Récupération réussie
pl: Odzyskiwanie zakończone sukcesem
sw: Urejeshaji umefaulu
ur: ری کوری کامیاب

source: File
ar: ملف
da: Fil
de: Datei
es: Archivo
fr: Fichier
pl: Plik
sw: Faili
ur: فائل

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
da: Glemt kodeord?
de: Passwort vergessen?
es: ¿Olvidó la Contraseña?
fr: Mot de passe oublié ?
pl: Zapomniałeś hasła?
sw: Umesahau Nenosiri?
ur: پاس ورڈ بھول گئے؟

# roomNotFound
source: Chat not found
ar: لم يتم العثور على المحادثة
da: Chat ikke fundet
de: Chat nicht gefunden
es: Chat no encontrado
fr: Chat introuvable
pl: Nie znaleziono pokoju
sw: Gumzo halijapatikana
ur: چیٹ نہیں ملی

source: Welcome to
ar: مرحباً بك في
da: Velkommen til
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue à
pl: Witamy w
sw: Karibu kwa
ur: میں خوش آمدید

# includeUserId
source: Include your Matrix User ID
ar: إدراج معرّف Matrix ID الخاص بي
da: Inkludér mit brugernavn
de: Deine UserId übermitteln
es: Incluir mi ID de Matrix
fr: Inclure mon ID Matrix
pl: Dołącz mój identyfikator Matrix
sw: Jumuisha Kitambulisho chako cha Mtumiaji wa Matrix
ur: میری میٹرکس آئی ڈی شامل کریں

# includeErrorAndStackTrace
source: Include Error & Stacktrace
da: Inkludér "Error & Stacktrace"
de: Fehler & Stacktrace mitschicken
sw: Jumuisha Hitilafu na Stacktrace
ur: ایرر اور اسٹیک ٹریس شامل کریں

source: Pin
ar: دبوس
es: Chincheta
fr: Épingle
sw: Pini
ur: پن

# joinSpaceTutorialDescription
source: Join an existing space on our Acter server or in the Matrix universe or set up your own space. [would just show the options & end there for now]
ar: انضم إلى فضاء موجود على سيرفر Acter الخاص بنا أو في عالم Matrix أو أنشئ فضائك الخاص. [ستعرض الخيارات وتنتهي عند هذا الحد في الوقت الحالي]
da: Deltag i et eksisterende Space på vores Acter server opret dit eget Space.
de: Tritt einem bestehenden Space auf unserem Server oder dem Matrix Universum bei oder erstelle deinen eigenen Space.
es: Únase a un espacio existente en nuestro servidor Acter o en el universo Matrix o cree su propio espacio. [sólo mostraría las opciones y terminaría ahí por ahora]
fr: Rejoignez un espace existant sur notre serveur Acter ou dans l'univers de Matrix ou créez votre propre espace. [montrer les options et s'arrêter là pour l'instant]
pl: Dołącz do istniejącej przestrzeni na naszym serwerze Acter lub w uniwersum Matrix albo stwórz własną przestrzeń. [Pokażę tylko opcje i na tym zakończę].
sw: Jiunge na nafasi iliyopo kwenye seva yetu ya Acter au katika ulimwengu wa Matrix au usanidi nafasi yako mwenyewe. [ingeonyesha tu chaguzi na kuishia hapo kwa sasa]
ur: ہمارے ایکٹر سرور پر یا میٹرکس یونیورس میں موجودہ اسپیس میں شامل ہوں یا اپنی اسپیس سیٹ کریں۔ [صرف اختیارات دکھائے گا]

source: Previous
ar: السابقة
da: Forrige
de: Vorherige
es: Anterior
fr: Précédent
pl: Poprzedni
sw: Iliyotangulia
ur: پچھلا

# updateDescriptionFailed
source: Updating description failed: {error}
ar: فشل في تحديث الوصف: {error}
da: Opdatering af beskrivelse mislykkedes: {error}
de: Beschreibungsaktualisierungfehlgeschlagen: {error}
es: Error al actualizar descripción: {error}
fr: La mise à jour de la description a échoué : {error}
sw: Imeshindwa kusasisha maelezo: {error}
ur: تفصیل کو اپ ڈیٹ کرنا ناکام ہو گیا: {error}

source: Event Participants
ar: المشاركون في الفعالية
da: Deltagere
de: Teilnehmende
es: Participantes del Evento
fr: Participants à l'événement
sw: Washiriki wa Tukio
ur: ایونٹ کے شرکاء

# spaceInviteDescription
source: Anyone you would like to invite to this space?
ar: هل هناك أي شخص ترغب في دعوته لهذا الفضاء؟
da: Er der nogen, du vil invitere til dette Space?
de: Möchtest du jemand zu diesen Space einladen?
es: ¿Le gustaría invitar a alguien a este espacio?
fr: Y a-t-il quelqu'un que vous aimeriez inviter dans cet espace ?
sw: Je, ungependa kualika kwenye kikundi hiki?
ur: کسی کو آپ اس اسپیس میں مدعو کرنا چاہیں گے؟

# inviteSpaceMembersTitle
source: Invite Space Members
ar: دعوة أعضاء الفضاء
da: Inviter medlemmer fra Space
de: Space Mitglieder einladen
es: Invitar a Miembros al Espacio
fr: Inviter les Membres de l'Espace
sw: Alika Wanachama wa Nafasi
ur: سپیس اراکین کو مدعو کریں

# inviteSpaceMembersSubtitle
source: Invite users from selected space
ar: دعوة المستخدمين من فضاء معين
da: Inviter alle brugere fra valgte Space(s)
de: Mitglieder des ausgewählen Space einladen
es: Invitar a usuarios del espacio seleccionado
fr: Inviter les utilisateurs de l'espace sélectionné
sw: Alika watumiaji kutoka nafasi uliyochagua
ur: منتخب سپیس سے صارفین کو مدعو کریں

# inviteIndividualUsersTitle
source: Invite Individual Users
ar: دعوة المستخدمين الأفراد
da: Inviter bruger
de: Individuelle User einladen
es: Invitar a Usuarios Individuales
fr: Inviter des Utilisateurs Individuels
sw: Alika Watumiaji Binafsi
ur: انفرادی صارفین کو مدعو کریں

# inviteIndividualUsersSubtitle
source: Invite users who are already on the Acter
ar: قم بدعوة المستخدمين الموجودين على Acter
da: Inviter brugere der allerede er på Acter
de: User einladen, die bereits auf Acter sind
es: Invitar a usuarios que están ya en Acter
fr: Inviter des utilisateurs qui sont déjà sur Acter
sw: Alika watumiaji ambao tayari wako kwenye Acter
ur: ان صارفین کو مدعو کریں جو پہلے ہی ایکٹر پر ہیں

# inviteIndividualUsersDescription
source: Invite anyone who is part of the the Acter platform
ar: قم بدعوة أي شخص ينتمي إلى منصة Acter
da: Inviter brugere der er på Acter
de: Lade ein, wer schon auf der Acter platform ist
es: Invitar a alguien que ya forma parte de la plataforma Acter
fr: Inviter toute personne faisant partie de la plateforme Acter
sw: Alika mtu yeyote ambaye ni sehemu ya jukwaa la Acter
ur: کسی کو بھی مدعو کریں جو ایکٹر پلیٹ فارم کا حصہ ہے

source: Done
ar: تم
da: Færdig
de: Fertig
es: Hecho
fr: Fait
sw: kufanyika
ur: ہو گیا

source: App Unavailable
ar: التطبيق غير متاح
da: App utilgængelig
de: App nicht verfügbar
es: Aplicación no disponible
fr: Application Indisponible
sw: Programu Haipatikani
ur: ایپ دستیاب نہیں ہے

# shareInviteContent
source: {userName} would like to invite you to the {roomName}. Please follow below steps to join: STEP-1: Download the Acter App from below links https://app-redir.acter.global/ STEP-2: Use the below invitation code on the registration. Invitation Code : {code} That’s it! Enjoy the new safe and secure way of organizing!
ar: {userName} نود دعوتك إلى {roomName}. يرجى اتباع الخطوات التالية للانضمام: الخطوة-1: قم بتحميل تطبيق Acter من الروابط أدناه https://app-redir.acter.global/ الخطوة-2: استخدم رمز الدعوة أدناه في التسجيل. رمز الدعوة : {code} هذا كل شيء! استمتع بالطريقة الجديدة الآمنة والمضمونة في التنسيق!
da: {userName} vil gerne invitere dig til {roomName}. Følg nedenstående trin for at deltage: STEP-1: Download Acter App fra dette link https: / / app- redir.acter.global / STEP-2: Brug nedenstående invitationskode Invitationskode: {code} Thats it! Nyd den nye og sikre måde at organisere på!
de: {userName} möchte dich zu {roomName} einladen. Bitte führe folgende Schritte durch um mitzumachen: 1. Lade dir die Acter App hier herunter: https://app-redir.acter.global/ 2. Benutze den folgenden Einladungs-Kode um dich zu registrieren: Einladungs-Kode: {code} Das war’s schon! Viel Erfolg bei eurem neuen Weg euch zu organisieren!
es: {userName} desea invitarle a la {roomName}. Por favor, siga los siguientes pasos para unirse: PASO-1: Descargue la aplicación Acter desde los siguientes enlaces https://app-redir.acter.global/ PASO-2: Utilice el siguiente código de invitación en el registro. Código de invitación : {code} ¡Eso es todo! ¡Disfrute de la nueva forma segura de organizarse!
fr: {userName} souhaite vous inviter à la {roomName}. Veuillez suivre les étapes ci-dessous pour joindre : ÉTAPE-1 : Téléchargez l'application Acter à partir des liens ci-dessous https://app-redir.acter.global/ ÉTAPE-2 : Utilisez le code d'invitation ci-dessous lors de l'inscription. Code d'invitation : {code} Le tour est joué ! Profitez de ce nouveau mode d'organisation sûr et sécurisé !
sw: {userName} angependa kukualika kwenye {roomName}. Tafadhali fuata hatua zifuatazo ili kujiunga: HATUA YA 1: Pakua Programu ya Mwigizaji kutoka kwa viungo vilivyo hapa chini https://app-redir.acter.global/ HATUA YA 2: Tumia msimbo wa mwaliko ulio hapa chini kwenye usajili. Nambari ya Mwaliko : {code} Ni hayo tu! Furahia njia mpya salama na salama ya kupanga!
ur: {userName} آپ کو {roomName} میں مدعو کرنا چاہے گا۔ براہ کرم شامل ہونے کے لیے درج ذیل مراحل پر عمل کریں: مرحلہ ۱: نیچے دیئے گئے لنکس سے ایکٹر ایپ ڈاؤن لوڈ کریں https://app-redir.acter.global/ مرحلہ ۲: رجسٹریشن پر نیچے دیے گئے دعوتی کوڈ کا استعمال کریں۔ دعوتی کوڈ : {code} بس! منظم کرنے کے نئے محفوظ اور محفوظ طریقے سے لطف اٹھائیں!

source: Calendar
da: Kalender
de: Kalender
sw: Kalenda
ur: کیلنڈر

# calendarSyncFeatureTitle
source: Calendar Sync
da: Kalender Sync
de: Kalender Sync
sw: Usawazishaji wa Kalenda
ur: کیلنڈر کی ہم آہنگی

# calendarSyncFeatureDesc
source: Sync (tentative and accepted) events with device calendar (Android & iOS only)
da: Sync (foreløbige og accepterede) begivenheder med enhedens kalender (kun Android & iOS)
de: Synchronisiere (nicht abgelehnte) Events mit dem Geräte-Kalendar (Nur auf Android & iOS)
sw: Sawazisha matukio (ya muda na yanayokubalika) kwa kutumia kalenda ya kifaa (Android na iOS pekee)
ur: ڈیوائس کیلنڈر کے ساتھ (صرف اینڈرائیڈ اور آئی او ایس) ایونٹس کی مطابقت پذیری (عارضی اور قبول شدہ)

# encryptionBackupRecoverRecoveringImportFailed
source: Import failed
ar: فشلت عملية الاستيراد
da: Import mislykkedes
de: Import fehlgeschlagen
es: Error de importación
fr: Échec de l'importation
pl: Import nie powiódł się
sw: Imeshindwa kuleta
ur: درآمد کرنے میں ناکام

# encryptionBackupRecoverRecoveringFailed
source: Failed to recover: {error}
ar: فشل في الاسترجاع: {error}
da: Kunne ikke gendannes: {error}
de: Zurückholung fehlgeschlagen: {error}
es: Fallo en la recuperación: {error}
fr: La récupération a échoué : {error}
pl: Nie udało się odzyskać: {error}
sw: Imeshindwa kurejesha: {error}
ur: ریکور کرنے میں ناکام: {error}

# encryptionBackupKeyBackup
source: Key backup
ar: مفتاح النسخ الاحتياطي
da: Nøgle backup
de: Schlüsselbackup
es: Clave de seguridad
fr: Clé de sauvegarde
pl: Kopia zapasowa klucza
sw: Chelezo muhimu
ur: کی بیک اپ

source: Unmute
ar: إلغاء الكتم
da: Slå til
de: Ent-Stummschalten
es: Reactivar Sonido
fr: Démuter
pl: Wyłącz wyciszenie
sw: Rejesha sauti
ur: ان میوٹ کریں

source: Play
ar: شغل
da: Afspil
de: Abspielen
es: Jugar
fr: Jouer
pl: Grać
sw: Cheza
ur: پلے

source: Playback speed
ar: سرعة إعادة التشغيل
da: Afspilningshastighed
de: Abspielgeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
pl: Prędkość odtwarzania
sw: Kasi ya uchezaji
ur: پلے بیک کی رفتار

# pleaseCheckYourInbox
source: Please check your inbox for the validation email and click the link before it expires
ar: يُرجى تفقد صندوق الوارد الخاص بك للحصول على رسالة التحقق من البريد الإلكتروني والنقر على الرابط قبل انتهاء صلاحيته
da: Tjek din indbakke for validerings-mailen og klik på linket før det udløber
de: Bitte checke deinen Email-Eingang für die Bestägigungsemail und klicke den Link bevor er verfällt
es: Compruebe si ha recibido el email de validación y haga clic en el enlace antes de que caduque
fr: Veuillez vérifier votre boîte de réception pour l'e-mail de validation et cliquez sur le lien avant qu'il n'expire
pl: Sprawdź swoją skrzynkę odbiorczą, aby uzyskać wiadomość e-mail z potwierdzeniem
sw: Tafadhali angalia kisanduku pokezi chako kwa barua pepe ya uthibitishaji na ubofye kiungo kabla muda wake kuisha
ur: توثیق ای میل کے لیے براہ کرم اپنا ان باکس چیک کریں اور اس کی میعاد ختم ہونے سے پہلے لنک پر کلک کریں

source: Please enter a name
ar: الرجاء إدخال اسم
da: Indtast et navn
de: Bitte Namen eingeben
es: Por favor introduzca un nombre
fr: Veuillez saisir un nom
pl: Wprowadź nazwę
sw: Tafadhali weka jina
ur: براہ کرم نام درج کریں

source: Please enter a title
ar: الرجاء إدخال عنوان
da: Indtast en titel
de: Bitte Titel eingeben
es: Por favor introduzca un título
fr: Veuillez saisir un titre
pl: Wprowadź tytuł
sw: Tafadhali weka kichwa
ur: براہ کرم عنوان درج کریں

source: Please enter event name
ar: يُرجى إدخال اسم الحدث
da: Indtast event navn
de: Bitte Eventtitle angeben
es: Por favor introduzca el nombre del evento
fr: Veuillez saisir le nom de l'événement
pl: Wprowadź nazwę wydarzenia
sw: Tafadhali weka jina la tukio
ur: براہ کرم ایونٹ کا نام درج کریں

source: Please first select a space
ar: يرجى أولاً اختيار فضاء
da: Vælg først et Space
de: Bitte erst den Space auswählen
es: Por favor primero seleccione un espacio
fr: Veuillez d'abord sélectionner un espace
pl: Najpierw wybierz miejsce
sw: Tafadhali chagua kwanza nafasi
ur: براہ کرم پہلے ایک اسپیس منتخب کریں

# pleaseProvideEmailAddressToAdd
source: Please provide the email address you’d like to add
ar: يرجى إدخال عنوان البريد الإلكتروني الذي ترغب في إضافته
da: Angiv venligst den e-mailadresse, du gerne vil tilføje
de: Bitte gib die E-Mail-Adresse an, die du hinzufügen möchtest
es: Por favor proporcione la dirección de email que desee añadir
fr: Veuillez indiquer l'adresse email que vous souhaitez ajouter
pl: Podaj adres e-mail, który chcesz dodać
sw: Tafadhali toa anwani ya barua pepe ambayo ungependa kuongeza
ur: براہ کرم وہ ای میل پتہ فراہم کریں جسے آپ شامل کرنا چاہتے ہیں

# pleaseProvideYourUserPassword
source: Please provide your user password to confirm you want to end that session.
ar: يرجى تقديم كلمة مرور المستخدم الخاصة بك لتأكيد رغبتك في إنهاء تلك الدورة.
da: Indtast din adgangskode for at bekræfte, at du ønsker at afslutte denne session.
de: Bitte dein Nutzerpassword angeben um das Beenden der Sitzung zu bestätigen.
es: Por favor proporcione su contraseña de usuario para confirmar que desea finalizar esa sección.
fr: Veuillez indiquer votre mot de passe d'utilisateur pour confirmer que vous souhaitez mettre fin à cette session.
pl: Podaj hasło użytkownika, aby potwierdzić, że chcesz zakończyć tę sesję.
sw: Tafadhali toa nenosiri lako la mtumiaji ili kuthibitisha kuwa unataka kutamatisha kipindi hicho.
ur: براہ کرم اس بات کی تصدیق کے لیے اپنا صارف پاس ورڈ فراہم کریں کہ آپ اس سیشن کو ختم کرنا چاہتے ہیں۔

source: Please select space
ar: الرجاء اختيار فضاء
da: Vælg Space
de: Bitte einen Space auswählen
es: Por favor seleccione el espacio
fr: Veuillez sélectionner un espace
pl: Wybierz miejsce
sw: Tafadhali chagua nafasi
ur: براہ کرم اسپیس منتخب کریں

source: Please wait…
ar: الرجاء الانتظار…
da: Vent venligst..
de: Warten Sie mal…
es: Por favor espere…
fr: Veuillez patienter…
pl: Proszę czekać…
sw: Tafadhali subiri…
ur: براہ کرم انتظار کریں…

source: Polls
ar: الاستطلاعات
da: Meningsmålinger
de: Umfragen
es: Encuestas
fr: Sondages
pl: Sondaże
sw: Kura
ur: پولز

source: Polls and Surveys
ar: استبيانات واستطلاعات الرأي
da: Afstemninger og Survey
de: Umfragen und Befragungen
es: Encuestas y Sondeos
fr: Sondages et Enquêtes
pl: Ankiety i sondaże
sw: Kura na Tafiti
ur: پولز اور سروے

source: Posting of {type} not yet supported
ar: نشر {type} غير مدعوم بعد
da: Posting af {type} endnu ikke understøttet
de: {type} posten noch nicht unterstützt
es: Publicación de {type} aún no admitida
fr: L'affichage de {type} n'est pas encore pris en charge
pl: Wysyłanie {type} nie jest jeszcze obsługiwane
sw: Uchapishaji wa {type} bado hautumiki
ur: {type} کی پوسٹنگ ابھی تک تعاون یافتہ نہیں ہے

source: Posting TaskList
ar: نشر قائمة المهام
da: Post af opgaveliste
de: Erstelle Aufgabenliste
es: Publicación de la Lista de Tareas
fr: Publication de la liste des tâches
pl: Lista zadań do wysłania
sw: Inachapisha Orodha ya Kazi
ur: پوسٹنگ ٹاسک لسٹ

source: Postpone
ar: تأجيل
da: Udsæt
de: Aufschieben
es: Aplazar
fr: Reporter
sw: Ahirisha
ur: ملتوی

# postponeN
source: Postpone {days} days
ar: تأجيل {days} أيام
da: Udsæt {days} dage
de: Um {days} tage aufschieben
es: Aplazar {days} días
fr: Reporter {days} jours
sw: Ahirisha siku {days}
ur: {days} دن ملتوی کریں

source: Quick select:
ar: اختيار سريع:
da: Hurtig valg
de: Schnellauswahl:
es: Selección Rápida:
fr: Sélection rapide :
pl: Szybki wybór:
sw: Chaguo la haraka:
ur: فوری انتخاب:

source: Rageshake App Name
ar: اسم التطبيق Rageshake
da: Rageshake App Navn
es: Rageshake Nombre de la Aplicación
pl: Nazwa aplikacji Rageshake
sw: Jina la Programu ya Rageshake
ur: Rageshake ایپ کا نام

source: Rageshake App Name Digest
ar: خلاصة اسم تطبيق Rageshake
da: Rageshake App Navn
de: Rageshake App Name Prüfsumme
sw: Muhtasari wa Jina la Programu ya Rageshake
ur: Rageshake ایپ کا نام ڈائجسٹ

source: Upcoming
ar: القادم
da: Kommende
de: Kommende
es: Próximamente
fr: À venir
pl: Nadchodzące
sw: Ijayo
ur: آنے والا
