Repository: acterglobal/a3
Catalog: app/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, pl, sw, ur

# roomStateRoomPowerLevelsUsersOtherSet
source: {senderId} set the users of room power levels.
da: {senderId} satte brugerne af chat tilladelserne.
sw: {senderId} imeweka watumiaji wa viwango vya nishati vya chumba.

# roomStatePolicyRuleServerRecommendationYouSet
source: You set the recommendation of policy rule server to {newVal}.
de: Du hast die Empfehlung des Policy Rule Server auf {newVal} gesetzt.
sw: Umeweka mapendekezo ya seva ya kanuni ya sera kuwa {newVal}.

# roomStateRoomPowerLevelsUsersDefaultYouSet
source: You set the users default of room power levels to {newVal}.
da: Du satte brugerne default af chat tilladelserne til {newVal}.
sw: Umeweka mipangilio chaguomsingi ya watumiaji wa viwango vya nishati ya chumba kuwa {newVal}.

# roomStateRoomPowerLevelsUsersDefaultOtherSet
source: {senderId} set the users default of room power levels to {newVal}.
da: {senderId} satte brugerne default af chat tilladelserne til {newVal}.
sw: {senderId} imeweka mipangilio chaguomsingi ya watumiaji ya viwango vya nishati ya chumba kuwa {newVal}.

source: Add Category
da: Tilføj Kategori
de: Kategorie hinzufügen
sw: Ongeza Kategoria
ur: کیٹیگری شامل کریں

source: Scan QR code
da: Scan QR-kode
de: QR Code Scannen
sw: Changanua msimbo wa QR

source: Remove Yourself
da: Fjern dig selv
de: Dich entfernen
sw: Jiondoe

# errorProcessingSlide
source: We couldn’t process slide {slideIdx}: {error}
da: Vi kunne ikke behandle slide {slideIdx}: {error}
de: Erstellen von Seite {slideIdx} fehlgeschlagen: {error}
sw: Hatukuweza kuchakata slaidi {slideIdx}: {error}

source: Forbidden
da: Forbudt
de: Untersagt
sw: Haramu

# deepLinkNotSupported
source: Link {link} not supported
da: Link {link} ikke understøttet
de: Link {link} nicht unterstützt
sw: Kiungo {link} hakitumiki

# deepLinkWrongFormat
source: Not a link. Can't open.
da: Dette er ikk et Link. Kan ikke åbne.
de: Kein Link. Kann es nicht öffnen.
sw: Sio kiungo. Haiwezi kufungua.

source: Required PowerLevel
da: Tilladelse
de: Benötigte Rechte
sw: Kiwango cha Nguvu kinachohitajika
ur: مطلوبہ پاور لیول

# updatingCategoriesFailed
source: Updating categories failed {error}
da: Opdatering af kategorier mislykkedes {error}
de: Kategorien-Update fehlgeschlagen: {error}
sw: Imeshindwa kusasisha kategoria {error}
ur: کیٹیگریز کو اپ ڈیٹ کرنا ناکام ہو گیا {error}

# postSpaceWiseBoost
source: Post space-wide boost
da: Post Boost
de: Space-weiten Boost posten
sw: Chapisha Boost ya nafasi nzima
ur: پوسٹ سپیس وائیڈ بوسٹ

# inviteCodeEmptyState
source: No invite codes are generated yet
da: Ingen invitationskoder er genereret endnu
de: Bisher keine Einladungscodes generiert
sw: Bado hakuna misimbo ya mwaliko inayozalishwa

source: Configure Space
de: Space konfigurieren
sw: Sanidi Nafasi

# spaceFeatures
source: Spaace Features
de: Space Features
sw: Vipengele vya Nafasi

source: Admin PowerLevel
da: Admin Rettigheder
de: Admin Rechtelevel
sw: Kiwango cha Nguvu cha Msimamizi
ur: ایڈمن پاور لیول

source: Remind me later
de: Später erinnern
sw: Nikumbushe baadaye

# mayBe
source: might be attending
da: Deltager måske i
de: Könnte teilnehmen
sw: Huenda unahudhuria

# encryptionKeyBackupTitle
source: Encryption Key Backup
de: Verschlüsselungs-Backup
sw: Hifadhi Nakala ya Ufunguo wa Usimbaji

# spaceFeaturesDes
source: Customize your experience by turning on the features that matter most to you.
de: Passe die Experience an in dem Du die Features aktivierst, die wichtig sind.
sw: Badilisha matumizi yako kukufaa kwa kuwasha vipengele ambavyo ni muhimu sana kwako.

# pinsDes
source: Pin important links and data in your space
de: Pin wichtige Links und Daten im Space
sw: Bandika viungo muhimu na data katika nafasi yako

source: Select Event
da: Vælg Begivenhed
de: Event auswählen
sw: Chagua Tukio

source: Share Space
da: Del Space
de: Space teilen
sw: Shiriki Nafasi

source: Add TaskList
da: Tilføj Opgaveliste
de: Aufgabenliste hinzufügen
sw: Ongeza Orodha ya Kazi

source: Task
da: Opgave
de: Aufgabe
sw: Kazi

source: New Boost
da: Ny Boost
de: Neuer Boost
sw: Mpya Boost

source: Suggested Chats
da: Anbefalede Chats
de: Vorgeschlagene Chats
sw: Gumzo Zinazopendekezwa
ur: تجویز کردہ چیٹس

source: Suggested Spaces
da: Anbefalede Spaces
de: Vorgeschlagene Spaces
sw: Nafasi Zinazopendekezwa
ur: تجویز کردہ سپیسز

# shareSuperInvite
source: Share Invitation Code
da: Del Invitationskode
de: Einladungscode teilen
sw: Shiriki Msimbo wa Mwaliko

# directInvitation
source: Direct Invitations
de: Direkte Einladungen
sw: Mialiko ya moja kwa moja

# subscribeTo
source: Things you actively subscribe to
de: Objekte, die du abonniert hast
sw: Mambo unayofuatilia kikamilifu

source: Get Details
de: Mehr Details
sw: Pata Maelezo

source: Allow Permission
de: Erlaubnis zulassen
sw: ruhusa kibali

# askAgain
source: Ask again later
de: Nochmals später fragen
sw: Uliza tena baadaye

# spam
source: No marketing spam
de: Kein Marketing-Spam
sw: Hakuna barua taka ya uuzaji

# userHasNotAllowed
source: The user has not allowed this application to modify their calendar
de: Der Benutzer hat dieser Anwendung nicht erlaubt, den Gerätkalender zu ändern
sw: Mtumiaji hajaruhusu programu hii kurekebisha kalenda yake

source: Fill with example data
sw: Jaza na data ya mfano

# spaceUserName
source: {username}'s first Space
sw: Nafasi ya kwanza ya {username}

source: Expect Decryption Failures
sw: Tarajia Kushindwa kwa Usimbaji fiche

# expectDecryptionFailuresDescription2
source: This is a feature to protect your messages and unless you provide these keys, there's nothing Acter can do to recover them.
sw: Hiki ni kipengele cha kulinda ujumbe wako na isipokuwa utoe funguo hizi, hakuna chochote ambacho Acter anaweza kufanya ili kuzirejesha.

source: Go Back
sw: Rudi nyuma

source: Invite Friends
sw: Aliika Marafiki

source: Search existing users
sw: Tafuta watumiaji waliopo

# joinSelectedSpace
source: Join selected {count} spaces
sw: Jiunge na nafasi {count} ulizochagua

# successfullyJoined
source: Successfully joined {spaceName}
sw: Umejiunga na {spaceName}

# encryptionKeyBackup
source: Encryption Backup Key
sw: Ufunguo wa Hifadhi Nakala ya Usimbaji

# encryptionKeyBackupOnboardingDescription
source: Please provide your Encryption Backup Key you've created previously(probably at registration)
sw: Tafadhali toa Ufunguo wako wa Hifadhi Nakala ya Usimbaji ambao umeunda hapo awali (labda wakati wa usajili)

# missingEncryptionBackupDescription2
source: Without backup keys Acter is not able to decrypt messages previously sent to you. Exactly for cases like this it is highly recommended to enabled Encryption Key Backup.
sw: Bila vitufe vya chelezo Acter haiwezi kusimbua ujumbe uliotumwa kwako hapo awali. Kwa matukio kama haya, inashauriwa sana kuwasha Hifadhi Nakala ya Ufunguo wa Usimbaji.

# missingEncryptionBackupDescription3
source: If you still have a device logged into your account, please _enable_ the backup there and try again.
sw: Ikiwa bado una kifaa kilichoingia kwenye akaunti yako, tafadhali _wezesha_ hifadhi rudufu hapo na ujaribu tena.

source: Missing Encryption Backup
sw: Nakala ya Usimbaji Fiche haipo

# missingEncryptionBackupDescription1
source: It appears no backup has been made of the encryption keys previously.
sw: Inaonekana hakuna nakala rudufu iliyofanywa ya vitufe vya usimbaji fiche hapo awali.

# encryptionBackupResetIdentity
source: Reset Identity
sw: Weka upya Utambulisho

# syncThisCalendarDesc
source: Sync these events in the device calendar
da: Synkronisér disse begivenheder i enhedens kalender
de: Synchronisiere diese Events im Kalender des Geräts
sw: Sawazisha matukio haya katika kalenda ya kifaa

source: Not assigned
da: Ikke tildelt
de: Nicht zugewiesen
sw: Haijakabidhiwa

source: Go to Settings
de: Zu Einstellungen gehen
sw: Nenda kwa Mipangilio

# encryptionBackupRotateKey
source: Rotate Key
sw: Zungusha Ufunguo

# createAcopy
source: Copy as new
da: Kopiér som ny
de: Als neu kopieren
sw: Nakili kama mpya
ur: نئے کے بطور کاپی کریں

source: You
da: Dig
de: Du
sw: Mimi

# deleteNewsDraftText
source: Are you sure you want to delete this draft? This can’t be undone.
da: Vil du virkelig slette udkastet? Det kan ikke gøres om.
de: Sicher, dass der Entwurf gelöscht werden soll? Das kann nicht rückgängig gemacht werden.
sw: Je, una uhakika unataka kufuta rasimu hii? Hili haliwezi kutenduliwa.

# deleteNewsDraftTitle
source: Delete draft?
da: Slet udkast?
de: Entwurf löschen?
sw: Ungependa kufuta rasimu?

# deleteDraftBtn
source: Delete draft
da: Slet udkast
de: Entwurf löschen
sw: Futa rasimu

# missingStoragePermissions
source: You must grant us permissions to storage to pick an Image file
da: Du skal give os tilladelse for at vælge en billedfil
de: Wir brauchen Zugriff auf dein Storage um ein Bild wählen zu können
sw: Ni lazima utupe ruhusa ya kuhifadhi ili kuchagua faili ya Picha
ur: تصویری فائل لینے کے لیے آپ کو ہمیں اسٹوریج کی اجازت دینی ہوگی

source: Pin important information
da: Pin vigtige oplysninger
de: Wichtige Informationen anpinnen
sw: Bandika habari muhimu
ur: اہم معلومات کو پن کریں

source: Post to
da: Del med
de: Poste zu
sw: Chapisha kwa

source: Post
sw: Chapisha

# notHaveBoostStoryPermission
source: You do not have permission to post Boost or Story in selected space
da: Du har ikke tilladelse til at poste en Boost eller Story i det valgte Space
de: Du hast keine Berechtigung in dem gewählten Space Boosts oder Stories zu posten
sw: Huna ruhusa ya kuchapisha Boost au Story katika nafasi uliyochagua

# pleaseSelectePostType
source: Please select post type
da: Vælg post type
de: Bitte den Post-Typ wählen
sw: Tafadhali chagua aina ya chapisho

source: App Settings
da: App Indstillinger
de: App Einstellungen
sw: Mipangilio ya Programu
ur: ایپ کی ترتیبات

# chatUpdateRoomAliases
source: {name} updated room aliases
da: {name} opdaterede Chat aliaserne
de: {name} hat dir Raumaliase geändert
sw: {name} lakabu zilizosasishwa za chumba

source: Completed
da: Færdiggjorde
de: Abgeschlossen
sw: Imekamilika

source: Delete Category
da: Slet Kategori
de: Kategorie löschen
sw: Futa Kategoria
ur: کیٹیگری حذف کریں

# systemLinksTitle
source: System Links
sw: Viungo vya Mfumo

# systemLinksExplainer
source: What to do when a link is pressed
da: Hvad skal man gøre når et link presses
de: Was passiert, wenn ich einen Link klicke
sw: Nini cha kufanya wakati kiungo kinasisitizwa

# systemLinksOpen
source: Open
da: Åbn
de: Öffnen
sw: Fungua

# systemLinksCopy
source: Copy to Clipboard
da: Kopiér til udklipsholderen
de: In die Zwischenablage kopieren
sw: Nakili kwenye Ubao wa kunakili

# customizationsTitle
source: Customizations
da: Tilpasning
de: Anpassungen
sw: Ubinafsishaji

# behaviorSettingsTitle
source: Behavior
da: Opførsel
de: Verhalten
sw: Tabia

source: to access
da: adgang
de: Für den Zugriff auf
sw: kupata

# needToBeMemberOf
source: you need to be member of
da: du skal være medlem af
de: musst du Mitglied sein von
sw: unahitaji kuwa mwanachama

source: Select Task List
da: Vælg opgaveliste
de: Wähle eine Aufgabenliste
sw: Chagua Orodha ya Kazi

# chatNGExplainer
source: Switch to next generation Chat. Features might not be stable
da: Skift til næste generation Chat. Funktioner er måske ikke stabile
de: Wechsle zum Chat der nächsten Generation. Features sind evtl. noch nicht stabil
sw: Badili hadi kwenye Gumzo la kizazi kijacho. Huenda vipengele visiwe dhabiti

# chatNG
source: Next-Generation Chat
sw: Gumzo la Kizazi Kijacho

source: Later this week
sw: Baadaye wiki hii

source: Later
sw: Baadaye

source: No tasks
sw: Hakuna majukumu

source: {count} more tasks
sw: {count} majukumu zaidi

# invalidUsernameFormat
source: Username may only contain letters a-z, numbers and any of ._=-/
de: Der Benutzername darf nur die Buchstaben a-z, Zahlen und einen beliebigen von ._=-/ enthalten
sw: Jina la mtumiaji linaweza tu kuwa na herufi a-z, nambari na yoyote kati ya ._=-/

source: Everyone
de: Jede:r
sw: kilamtu

source: reacted on
da: Reagerede på
de: Reagierte zu
sw: Ilijibu

source: added attachment on
da: Tilføjede bilag til
de: Anhang hinzugefügt
sw: Kiambatisho kimeongezwa

source: Add Location
sw: Ongeza Mahali

# syncThisCalendarTitle
source: Include in Calendar Sync
da: Inkludér i kalender sync
de: Im Geräte-Kalender synchronisieren
sw: Jumuisha katika Usawazishaji wa Kalenda

source: Location Name
sw: Jina la Mahali

source: Enter location name
sw: Weka jina la Mahali

source: Please enter location name
sw: Tafadhali weka jina la Mahali

source: Location URL
sw: URL ya Mahali

# joinError
source: Failed to join space
sw: Imeshindwa kujiunga na kikundi

source: Update Location
sw: Sasisha Mahali

source: Event Locations
sw: Maeneo ya Tukio

source: Yesterday
da: I går
de: Gestern
sw: Jana

source: commented on
da: Kommenterede på
de: Kommentiert
sw: Alitoa maoni

source: added references on
da: Tilføjede referencer til
de: Referenz hinzugefügt
sw: Marejeleo yaliyoongezwa kwenye

source: Discard Changes?
sw: Ungependa Tupa Mabadiliko?

# keepChanges
source: Keep editing
sw: Endelea kuhariri

source: Link copied to clipboard
da: Link kopieret til udklipsholder
de: Link zur Zwischenablage kopiert
sw: Kiungo kimenakiliwa kwenye ubao wa kunakili

source: Users
da: Brugere
de: Nutzer
sw: Watumiaji

source: Updating locations...
sw: Inasasisha Mahali...

# errorParsinLink
source: Parsing Link failed
da: Link mislykkedes
de: Link parsen gescheitert
sw: Imeshindwa kuchanganua

# unsupportedFile
source: Unsupported File Type
sw: Aina ya Faili Isiyotumika

# roomStatePolicyRuleRoomRecommendationOtherChanged
source: {senderId} changed the recommendation of policy rule room from {oldVal} to {newVal}.
de: {senderId} hat die Empfehlung der Policy Rule von {oldVal} auf {newVal} geändert.
sw: {senderId} amebadilisha pendekezo la chumba cha kanuni cha sera kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleRoomRecommendationYouChanged
source: You changed the recommendation of policy rule room from {oldVal} to {newVal}.
de: Du hast die Empfehlung der Policy Rule von {oldVal} auf {newVal} geändert.
sw: Ulibadilisha pendekezo la chumba cha sheria cha sera kutoka {oldVal} hadi {newVal}.

# chatMembershipInvitationOtherAccepted
source: {userId} accepted the invite.
de: {userId} hat die Einladung angenommen.
sw: {userId} alikubali mwaliko.

# chatMembershipInvitationYouAccepted
source: You accepted the invite.
de: Du hast die Einladung angenommen.
sw: Ulikubali mwaliko.

# chatProfileAvatarUrlOtherChanged
source: {userId} changed the user avatar.
de: {userId} hat sein Profilbild geändert.
sw: {userId} alibadilisha avatar ya mtumiaji.

# chatProfileAvatarUrlYouChanged
source: You changed the user avatar.
de: Du hast dein Profilbild geändert.
sw: Ulibadilisha avatar ya mtumiaji.

# chatProfileAvatarUrlOtherSet
source: {userId} set the user avatar.
de: {userId} hat sein Profilbild gesetzt.
sw: {userId} weka avatar ya mtumiaji.

# chatProfileAvatarUrlYouSet
source: You set the user avatar.
de: Du hast dein Profilbild gesetzt.
sw: Umeweka avatar ya mtumiaji.

# chatProfileAvatarUrlOtherUnset
source: {userId} unset the user avatar.
de: {userId} hat sein Profilbild gelöscht.
sw: {userId} ondoa ishara ya mtumiaji.

# chatProfileAvatarUrlYouUnset
source: You unset the user avatar.
de: Du hast dein Profilbild gelöscht.
sw: Umetengua avatar ya mtumiaji.

# chatMembershipYouInvitedOther
source: You invited {userId}.
de: Du hast {userId} eingeladen.
sw: Ulimwalika {userId}.

# chatProfileDisplayNameYouUnset
source: You unset the display name.
de: Du hast den Anzeigenamen gelöscht.
sw: Unatengua jina la onyesho.

# roomStatePolicyRuleServerRecommendationOtherSet
source: {senderId} set the recommendation of policy rule server to {newVal}.
de: {senderId} hat die Empfehlung des Policy Rule Server auf {newVal} gesetzt.
sw: {senderId} imeweka pendekezo la seva ya kanuni ya sera kuwa {newVal}.

# roomStatePolicyRuleUserEntityOtherChanged
source: {senderId} changed the entity of policy rule user from {oldVal} to {newVal}.
de: {senderId} hat den Eintrag der User Policy Rule von {oldVal} auf {newVal} geändert.
sw: {senderId} ilibadilisha huluki ya mtumiaji wa kanuni ya sera kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleUserEntityYouChanged
source: You changed the entity of policy rule user from {oldVal} to {newVal}.
de: Du hast den Eintrag der User Policy Rule von {oldVal} auf {newVal} geändert.
sw: Ulibadilisha huluki ya mtumiaji wa kanuni ya sera kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleUserEntityOtherSet
source: {senderId} set the entity of policy rule user to {newVal}.
de: {senderId} hat den Eintrag der User Policy Rule auf {newVal} gesetzt.
sw: {senderId} imeweka huluki ya mtumiaji wa kanuni ya sera kuwa {newVal}.

# roomStatePolicyRuleUserEntityYouSet
source: You set the entity of policy rule user to {newVal}.
de: Du hast den Eintrag der User Policy Rule auf {newVal} gesetzt.
sw: Umeweka huluki ya mtumiaji wa kanuni ya sera kuwa {newVal}.

# roomStatePolicyRuleServerRecommendationYouChanged
source: You changed the recommendation of policy rule server from {oldVal} to {newVal}.
de: Du hast die Empfehlung des Policy Rule Server von {oldVal} auf {newVal} geändert.
sw: Ulibadilisha pendekezo la seva ya kanuni ya sera kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleUserRecommendationOtherChanged
source: {senderId} changed the recommendation of policy rule user from {oldVal} to {newVal}.
de: {senderId} hat die Empfehlung der User Policy Rule von {oldVal} auf {newVal} geändert.
sw: {senderId} ilibadilisha pendekezo la mtumiaji wa kanuni ya sera kutoka {oldVal} hadi {newVal}.

# roomStatePolicyRuleUserReasonYouChanged
source: You changed the reason of policy rule user from {oldVal} to {newVal}.
de: Du hast den Grund der User Policy Rule von {oldVal} auf {newVal} geändert.
sw: Ulibadilisha sababu ya mtumiaji wa kanuni ya sera kutoka {oldVal} hadi {newVal}.

# roomStateRoomEncryptionAlgorithmOtherSet
source: {senderId} set the algorithm of room encryption to {newVal}.
da: {senderId} satte algoritmen for rumkryptering til {newVal}.
sw: {senderId} ameweka kanuni ya usimbaji fiche ya chumba kuwa {newVal}.

# roomStateRoomGuestAccessYouChanged
source: You changed the room guest access from {oldVal} to {newVal}.
da: Du opdateret chat gæste adgang fra {oldVal} til {newVal}.
de: Du hast die Gastzugangsregeln von {oldVal} auf {newVal} geändert.
sw: Ulibadilisha ufikiaji wa mgeni katika chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomGuestAccessOtherSet
source: {senderId} set the room guest access to {newVal}.
da: {senderId} satte gæste adgang til {newVal}.
de: {senderId} hat den Gastzugang auf {newVal} gesetzt.
sw: {senderId} ameweka ufikiaji wa mgeni wa chumba kuwa {newVal}.

# roomStateRoomGuestAccessYouSet
source: You set the room guest access to {newVal}.
da: Du satte gæste adgang til {newVal}.
de: Du hast den Gastzugang auf {newVal} gesetzt.
sw: Umeweka ufikiaji wa mgeni katika chumba cha {newVal}.

# roomStateRoomHistoryVisibilityYouChanged
source: You changed the room history visibility from {oldVal} to {newVal}.
da: Du opdaterede hvem der kan se chat historikken fra {oldVal} til {newVal}.
de: Du hast die Sichtbarkeit des Raumverlaufs von {oldVal} auf {newVal} geändert.
sw: Umebadilisha mwonekano wa historia ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomEncryptionAlgorithmYouChanged
source: You changed the algorithm of room encryption from {oldVal} to {newVal}.
da: Du aktiverede algoritmen for rumkryptering fra {oldVal} til {newVal}.
de: Du hast die Algorithmus der Raumverschlüsselung von {oldVal} auf {newVal} geändert.
sw: Umebadilisha kanuni ya usimbaji fiche ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomJoinRulesYouSet
source: You set room the join rules to {newVal}.
da: Du satte hvem der kan deltage til {newVal}.
de: Du hast die Zugangsregel auf {newVal} gesetzt.
sw: Umeweka nafasi ya sheria za kujiunga kuwa {newVal}.

# roomStateRoomNameOtherChanged
source: {senderId} changed the room name from {oldVal} to {newVal}.
da: {senderId} opdaterede navnet på Chatten fra {oldVal} til {newVal}.
de: {senderId} hat den Raumnamen von {oldVal} auf {newVal} geändert.
sw: {senderId} amebadilisha jina la chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomPinnedEventsYouSet
source: You set the room pinned events.
da: Du satte begivenheder i Chatten.
sw: Umeweka matukio yaliyobandikwa kwenye chumba.

# roomStateRoomHistoryVisibilityYouSet
source: You set the room history visibility to {newVal}.
da: Du satte hvem der kan se chat historikken til {newVal}.
de: Du setzte die Sichtbarkeit des Raumverlaufs auf {newVal} geändert.
sw: Umeweka mwonekano wa historia ya chumba kuwa {newVal}.

# roomStateRoomPowerLevelsKickOtherChanged
source: {senderId} changed the kick of room power levels from {oldVal} to {newVal}.
da: {senderId} opdaterede udelukkelsen for chat tilladelserne fra {oldVal} til {newVal}.
sw: {senderId} alibadilisha kiwango cha nishati ya chumba kutoka {oldVal} hadi {newVal}.

# roomStateRoomServerAclDenyOtherChanged
source: {senderId} changed the deny of room server acl.
da: {senderId} opdaterede tilladelsen af room server acl.
sw: {senderId} alibadilisha kukataliwa kwa seva ya chumba acl.

# roomStateRoomServerAclDenyYouChanged
source: You changed the deny of room server acl.
da: Du opdaterede tilladelsen af room server acl.
sw: Ulibadilisha kukataliwa kwa seva ya chumba acl.

# autoSubscribeSettingsTitle
source: Automatically subscribe
da: Tilmeld dig automatisk
de: Automatische abbonieren
sw: Jisajili kiotomatiki

source: Organize
da: Organiser
de: Organisieren
sw: Panga
ur: منظم

# andNMore
source: , and {count} more
da: og {count} flere
de: , und {count} mehr
sw: , na {count} zaidi
ur: , اور {count} مزید

# andSeparator
source: and
da: og
de: und
sw: na
ur: اور

# referencesEmptyStateTitle
source: No references found.
da: Ingen referencer fundet.
de: Keine Referenzen gefunden.
sw: Hakuna marejeleo yaliyopatikana.

source: Select icon
da: Vælg ikon
de: Icon wählen
sw: Chagua icon
ur: آئیکن منتخب کریں

source: Edit Category
da: Redigér Kategori
de: Kategorie bearbeiten
sw: Badilisha Kategoria
ur: کیٹیگری میں ترمیم کریں

source: Uncategorized
da: Ikke Kategoriseret
de: Ohne Kategorie
sw: Isiyowekwa katika kundi

# minPowerLevelDesc
source: Minimum power level required to post {featureName}
da: Hvem kan oprette {featureName}
de: Minimales Rechtelevel um {featureName} zu posten
sw: Kiwango cha chini cha nishati kinahitajika ili kuchapisha {featureName}
ur: {featureName} پوسٹ کرنے کے لیے کم از کم پاور لیول درکار

source: Updating Icon
da: Opdaterer Ikon
de: Icon aktualiseren
sw: Inasasisha ikoni
ur: آئیکن کو اپ ڈیٹ کیا جا رہا ہے

source: TaskList PowerLevel
da: Hvem kan oprette Opgavelister
de: Aufgabenlisten Rechtelevel
sw: Kiwango cha Nguvu cha Orodha ya Kazi
ur: ٹاسک لسٹ پاور لیول

source: Tasks PowerLevel
da: Hvem kan oprette Opgaver
de: Aufgaben Rechtelevel
sw: Kiwango cha Nguvu cha Kazi
ur: ٹاسکس پاور لیول

source: Abort Sending
da: Afbryd Afsendelse
de: Versenden abbrechen
sw: Acha Kutuma

source: Applying feature settings
de: Anwenden von Feature Settings
sw: Inaweka mipangilio ya vipengele

source: Select Permission Level
de: Auswahl der Berechtigungsstufe
sw: Chagua Kiwango cha Ruhusa

# defaultChatDes
source: Configure default chat for this space.
de: Konfiguriere den Standard-Chat für diesen Space.
sw: Sanidi gumzo chaguomsingi la nafasi hii.

source: RSVP PowerLevel
da: Tilladelse til at RSVP
de: RSVP Rechtelevel
sw: Kiwango cha Nguvu cha RSVP
ur: RSVP پاور لیول

# notGoingTo
source: is not going
da: Deltager ikke i
de: Nicht hingehen
sw: Si Kwenda

# commentOnThings
source: Comment on your things
de: Kommentar zu deinen Objekten
sw: Toa maoni yako kuhusu mambo yako

# calendarSync
source: Sync into Device Calendar
de: Synchronisieren mit dem Gerätekalender
sw: Sawazisha kwenye Kalenda ya Kifaa
